{
    "aspect_ratio": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "blurb": [
        "Few directors have portrayed the agonies and epiphanies of growing up as poetically--and controversially--as Louis Malle. Laced with autobiographical details, Murmur of the Heart; Lacombe, Lucien; and Au revoir les enfants tell stories of youth, set against the tumult of World War II and postwar France. Tragic, amusing, and poignant, these three films are more than just coming-of-age stories. They are the director's ongoing response to a world gone wrong.",
        "In the late 1940s, the incandescent Hollywood star Ingrid Bergman found herself so stirred by the revolutionary neorealist films of Roberto Rossellini that she sent the director a letter, introducing herself and offering her talents. The resulting collaboration produced a series of films that are works of both sociopolitical concern and metaphysical melodrama, each starring Bergman as a woman experiencing physical dislocation and psychic torment in postwar Italy. It also famously led to a scandalous affair and eventual marriage between filmmaker and star, and the focus on their personal lives in the press unfortunately overshadowed the extraordinary films they made together. Stromboli, Europe '51, and Journey to Italy are intensely moving portraits that reveal the director at his most emotional and the glamorous actress at her most anguished, and that capture them and the world around them in transition.",
        "Vienna-born, New York-raised Josef von Sternberg directed some of the most influential, stylish dramas ever to come out of Hollywood. Though best known for his star-making collaborations with Marlene Dietrich, von Sternberg began his career during the final years of the silent era, dazzling audiences and critics with his films' dark visions and innovative cinematography. The titles in this collection, made on the cusp of the sound age, are three of von Sternberg's greatest works, gritty evocations of gangster life (Underworld), the Russian Revolution (The Last Command), and working-class desperation (The Docks of New York) rendered as shadowy movie spectacle.",
        "The release of Francois Truffaut's The 400 Blows in 1959 shook world cinema to its foundations. The now-classic portrait of troubled adolescence introduced a major new director in the cinematic landscape and was an inaugural gesture of the revolutionary French New Wave. But The 400 Blows did not only introduce the world to its precocious director--it also unveiled his indelible creation: Antoine Doinel. Initially patterned closely after Truffaut himself, the Doinel character (played by the irrepressible and iconic Jean-Pierre Leaud) reappeared in four subsequent films that knowingly portrayed his myriad frustrations and romantic entanglements from his stormy teens through marriage, children, divorce, and adulthood. With The Adventures of Antoine Doinel, Criterion is proud to present Truffaut's celebrated saga in its entirety: the feature films The 400 Blows, Stolen Kisses, Bed and Board, and Love on the Run, and the 1962 short subject, Antoine and Colette, in a special edition five-disc box set.",
        "Agnes Varda used the skills she honed early in her career as a photographer to create some of the most nuanced, thought-provoking films of the past fifty years. She is widely believed to have presaged the French new wave with her first film, La Pointe Courte, long before creating one of the movement's benchmarks, Cleo from 5 to 7 (Cleo de 5 a 7). Later, with Le bonheur and Vagabond (Sans toit ni loi), Varda further shook up art-house audiences, challenging bourgeois codes with her inscrutable characters and offering effortlessly beautiful compositions and editing. Now working largely as a documentarian, Varda remains one of the essential cinematic poets of our time and a true visionary.",
        "The creator of such timeless masterpieces as Rashomon, Ikiru, Seven Samurai, Yojimbo, and High and Low, Akira Kurosawa is one of the most influential and beloved filmmakers who ever lived--and for many the greatest artist the medium has known. Now, on the occasion of the centenary of his birth, the Criterion Collection is proud to present this deluxe box set celebrating his astonishing career. Featuring twenty-five of the films he made over the course of his fifty years in movies--from samurai epics to postwar noirs to Shakespeare adaptations--AK 100 is the most complete set of his works ever released in this country, and includes four rare films that have never been available on DVD.",
        "Like the rest of America, Hollywood was ripe for revolution in the late sixties. Cinema attendance was down; what had once worked seemed broken. Enter Bob Rafelson, Bert Schneider, and Steve Blauner, who knew that what Hollywood needed was new audiences--namely, young people--and that meant cultivating new talent and new ideas. Fueled by money from their invention of the superstar TV pop group the Monkees, they set off on a film-industry journey that would lead them to form BBS Productions, a company that was also a community. The innovative films produced by this team between 1968 and 1972 are collected in this box set--works that now range from the iconic (Easy Rider, Five Easy Pieces, The Last Picture Show) to the acclaimed (The King of Marvin Gardens) to the obscure (Head; Drive, He Said; A Safe Place), all created within the studio system but lifted right out of the countercultural id.",
        "When Andre Gregory and Wallace Shawn--theater directors, writers, actors, and longtime friends--sat down for a stimulating meal in 1981's My Dinner with Andre, they not only ended up with one of cinema's unlikeliest iconic scenarios but launched a film collaboration that would continue to pay creative dividends for decades. The subsequent projects they made together for the screen--1994's Vanya on 42nd Street, a passionate read-through of Anton Chekhov's Uncle Vanya, and 2014's striking Henrik Ibsen interpretation A Master Builder--are penetrating works that exist on the boundary between theater and film, and that both emerged out of many years of rehearsals with loyal troupes of actors. Gregory and Shawn's unique contributions to the cinematic landscape are shape-shifting, challenging, and entertaining works about the process of creation.",
        "In 1999, Polish director Andrzej Wajda received an Honorary Academy Award for his body of work: more than thirty-five feature films, beginning with A Generation in 1955. Wajda's next film, Kanal, the first ever made about the Warsaw Uprising, won the Special Jury Prize at Cannes and launched Wajda on the path to international renown, a status secured with the release of his masterpiece, Ashes and Diamonds, in 1958. These three groundbreaking films helped usher in the Polish School movement and have often been regarded as a trilogy. But each boldly stands on its own--a testament to the resilience of the human spirit and the struggle for personal and national freedom. The Criterion Collection is proud to present this director-approved edition, with new transfers of all three films and extensive interviews with the filmmaker and his colleagues.",
        "Two decades after its original negatives were burned in a fire, Satyajit Ray's breathtaking milestone of world cinema rises from the ashes in a meticulously reconstructed new restoration. The Apu Trilogy brought India into the golden age of international art-house film, following one indelible character, a free-spirited child in rural Bengal who matures into an adolescent urban student and finally a sensitive man of the world. These delicate masterworks--Pather Panchali (Song of the Little Road), Aparajito (The Unvanquished), and Apur Sansar (The World of Apu)--based on two books by Bibhutibhusan Banerjee, were shot over the course of five years, and each stands on its own as a tender, visually radiant journey. They are among the most achingly beautiful, richly humane movies ever made--essential works for any film lover.",
        "The cornerstone of director Richard Linklater's career-long exploration of cinematic time, this celebrated three-part romance captures a relationship as it begins, begins again, deepens, and strains over the course of almost two decades. Chronicling the love of Celine (Julie Delpy) and Jesse (Ethan Hawke), from their first meeting as idealistic twentysomethings to the disillusionment they face together in middle age, The Before Trilogy also serves as a document of a boundary-pushing and extraordinarily intimate collaboration between director and actors, as Delpy and Hawke imbue their characters with a sense of lived-in experience, and age on-screen along with them. Attuned to the sweeping grandeur of time's passage as well as the evanescence of individual moments, the Before films chart the progress of romantic destiny as it navigates the vicissitudes of ordinary life.",
        "In 1977, German director Rainer Werner Fassbinder was thirty-two years old and had already directed more than twenty-five feature films. That summer, he embarked on a project to trace the postwar history of West Germany in a series of films told from the perspectives of three remarkable women. Fassbinder's The Marriage of Maria Braun, Veronika Voss, and Lola--The BRD Trilogy, which takes its title from the Bundesrepublik Deutschland--would garner him his greatest commercial success, both at home and abroad, and cement his position as one of the foremost figures of the New German Cinema.",
        "Working outside the mainstream, the wildly prolific, visionary Stan Brakhage made more than 350 films over a half century. Challenging all taboos in his exploration of \"birth, sex, death, and the search for God,\" he turned his camera on explicit lovemaking, childbirth, even autopsy. Many of his most famous works pursue the nature of vision itself and transcend the act of filming. Some, including the legendary Mothlight, were created without using a camera at all, as he pioneered the art of making images directly on film, by drawing, painting, and scratching. With these two volumes, we present the definitive Brakhage collection--fifty-six of his works, from across his career, in high-definition digital transfers.",
        "Following the release of Carl Th. Dreyer's The Passion of Joan of Arc, the Criterion Collection renews its commitment to this major director with a special-edition box set of his sound films, Day of Wrath, Ordet, and Gertrud. Each is an intense exploration of the clash between individual desire and social expectations, with Dreyer's famously perfectionist attention to detail shining throughout. With brand new digital transfers supervised by Gertrud director of photography Henning Bendtsen, the Criterion Collection is proud to present these Dreyer masterpieces on DVD for the first time. The fourth disc in the set presents the masterful 1995 documentary on Dreyer by Danish filmmaker Torben Skodt Jensen, Carl Th. Dreyer--My Metier. Extensive interviews with collaborators and actors provide fresh insight into the life and work of one of cinema's great masters.",
        "Experience four of the greatest films by the Master of Suspense in this deluxe box set from the Criterion Collection. It includes three of Alfred Hitchcock's most beloved movies from the 1930s, when he was still working in England--the arresting spy thrillers The Man Who Knew Too Much and The 39 Steps and the exhilarating railway mystery The Lady Vanishes--as well as one of the first films he made upon arriving in Hollywood, the sensational tale of journalistic intrigue Foreign Correspondent. Each comes digitally restored and with a bounty of supplemental features.",
        "Though he made only a handful of films, director, writer, and actor Jacques Tati ranks among the most beloved of all cinematic geniuses. With a background in music hall and mime performance, Tati steadily built an ever-more-ambitious movie career that ultimately raised sight-gag comedy to the level of high art. In the surrogate character of the sweet and bumbling, eternally umbrella-toting and pipe-smoking Monsieur Hulot, Tati invented a charming symbol of humanity lost in a relentlessly modernizing modern age. This set gathers his six hilarious features--Jour de fete, Monsieur Hulot's Holiday, Mon oncle, PlayTime, Trafic, and Parade--along with seven delightful Tati-related short films.",
        "Even among cinema's legends, Jean Vigo stands apart. The son of a notorious anarchist, Vigo had a brief but brilliant career making poetic, lightly surrealist films before his life was cut tragically short by tuberculosis at age twenty-nine. Like the daring early works of his contemporaries Jean Cocteau and Luis Bunuel, Vigo's films refused to play by the rules. This set includes all of Vigo's titles: A propos de Nice, an absurdist, rhythmic slice of life from the bustling coastal city; Taris, an inventive short portrait of a swimming champion; Zero de conduite, a radical, delightful tale of boarding-school rebellion that has influenced countless filmmakers; and L'Atalante, widely regarded as one of cinema's finest achievements, about newlyweds beginning their life together on a canal barge. These are the witty, visually adventurous works of a pivotal film artist.",
        "A young woman (Meiko Kaji), trained from childhood as an assassin and hell-bent on revenge for the murders of her father and brother and the rape of her mother, hacks and slashes her way to gory satisfaction in turn-of-the-twentieth-century Japan. Rampant with inventive violence and spectacularly choreographed swordplay, Toshiya Fujita's pair of influential cult classics Lady Snowblood and Lady Snowblood: Love Song of Vengeance are bloody, beautiful extravaganzas composed of one elegant widescreen composition after another. The first Lady Snowblood was a major inspiration for Quentin Tarantino's Kill Bill saga, and both of Fujita's films remain cornerstones of Asian action cinema.",
        "On a beautiful June weekend in 1967, at the beginning of the Summer of Love, the Monterey International Pop Festival roared forward, capturing a decade's spirit and ushering in a new era of rock and roll. Monterey featured career-making performances by Jimi Hendrix, Janis Joplin, and Otis Redding, but they were just a few of the performers in a wildly diverse lineup that also included Simon and Garfunkel, the Mamas and the Papas, the Who, the Byrds, Hugh Masekela, and the extraordinary Ravi Shankar. With his characteristic verite style--and a camera crew that included the likes of Albert Maysles and Richard Leacock--D. A. Pennebaker captured it all, immortalizing moments that have become legend: Pete Townshend smashing his guitar, Jimi Hendrix burning his, Mama Cass watching Janis Joplin's performance in awe. The Criterion Collection is proud to present the most comprehensive document of the Monterey Pop Festival ever produced, featuring the films Monterey Pop, Jimi Plays Monterey, and Shake! Otis at Monterey, along with every available complete performance filmed by Pennebaker and his crew and additional rare outtakes.",
        "In the 1940s, the wit of playwright Noel Coward and the craft of filmmaker David Lean melded harmoniously in one of cinema's greatest writer-director collaborations. With the wartime military drama sensation In Which We Serve, Coward and Lean (along with producing partners Ronald Neame and Anthony Havelock-Allan) embarked on a series of literate, socially engaged, and enormously entertaining pictures that ranged from domestic epic (This Happy Breed) to whimsical comedy (Blithe Spirit) to poignant romance (Brief Encounter). These films created a lasting testament to Coward's artistic legacy and introduced Lean's visionary talents to the world.",
        "Tasked by studio executives with finding the next great screen siren, visionary Hollywood director Josef von Sternberg joined forces with rising German actor Marlene Dietrich, kicking off what would become one of the most legendary partnerships in cinema history. Over the course of six films produced by Paramount in the 1930s, the pair refined their shared fantasy of pleasure, beauty, and excess. Dietrich's coolly transgressive mystique was a perfect match for the provocative roles von Sternberg cast her in--including a sultry chanteuse, a cunning spy, and the hedonistic Catherine the Great--and the filmmaker captured her allure with chiaroscuro lighting and opulent design, conjuring fever-dream visions of exotic settings from Morocco to Shanghai. Suffused with frank sexuality and worldly irony, these deliriously entertaining masterpieces are landmarks of cinematic artifice.",
        "In the late twenties and early thirties, Yasujiro Ozu was working steadily for Shochiku studios, honing his craft on dozens of silent films in various genres, from romantic melodramas to college comedies to gangster pictures--and, of course, movies about families. In these three droll domestic films--Tokyo Chorus, I Was Born, But . . . , and Passing Fancy, presented here with all-new scores by renowned silent-film composer Donald Sosin--Ozu movingly and humorously depicts middle-class struggles and the resentments between children and parents, establishing the emotional and aesthetic delicacy with which he would transform the landscape of cinema.",
        "The career of Larisa Shepitko, an icon of sixties and seventies Soviet cinema, was tragically cut short when she was killed in a car crash at age forty, just as she was emerging on the international scene. The body of work she left behind, though small, is masterful, and her genius for visually evoking characters' interior worlds is never more striking than in her two greatest works: Wings, an intimate yet exhilarating portrait of a female fighter pilot turned provincial headmistress, and The Ascent, a gripping, tragic wartime parable of betrayal and martyrdom. A true artist who had deftly used the Soviet film industry to make statements both personal and universal, Shepitko remains one of the greatest unsung filmmakers of all time.",
        "The poignant, deadpan films of Aki Kaurismaki are pitched somewhere in the wintry nether lands between comedy and tragedy. And rarely in his body of work has the line separating those genres seemed thinner than in what is often identified as his \"Proletariat Trilogy,\" Shadows in Paradise, Ariel, and The Match Factory Girl. In these three films, something like social-realist farces, Kaurismaki surveys the working-class outcasts of his native Finland with detached yet disarming amusement. Featuring commanding, off-key visual compositions and delightfully dour performances, the films in this triptych exemplify the talents of a unique and highly influential film artist.",
        "Over the course of a three-decade, more than eighty film career, master cineaste Kenji Mizoguchi (Ugetsu, Sansho the Bailiff) would return again and again to one abiding theme: the plight of women in Japanese society. In these four lacerating works of social consciousness--two prewar (Osaka Elegy, Sisters of the Gion), two postwar (Women of the Night, Street of Shame)--Mizoguchi introduces an array of compelling female protagonists, crushed or resilient, who are forced by their conditions and culture into compromising positions. With Mizoguchi's visual daring and eloquence, these films are as cinematically thrilling as they are politically rousing.",
        "In the final phase of his career, Italian master Roberto Rossellini embarked on a dramatic, daunting project: a series of television films about knowledge and history, made in an effort to teach, where contemporary media were failing. Looking at the Western world's major figures and moments, yet focusing on the small details of daily life, Rossellini was determined not to recount history but to relive it, as it might have been, unadorned but full of the drama of the everyday. This selection of Rossellini's history films presents The Age of the Medici, Cartesius, and Blaise Pascal--works that don't just enliven the past but illuminate the ideas that brought us to where we are today.",
        "Of all the directors who made names for themselves during the Japanese studio golden age of the 1930s, Hiroshi Shimizu was one of the most respected--and, today, one of the least well-known. A curious, compassionate storyteller who was fascinated by characters on the outskirts of society, Shimizu used his trademark graceful traveling shot to peek around the corners of contemporary Japan. In these four lyrical, beautifully filmed tales, concerning geisha, bus drivers, and masseurs, Shimizu journeys far and wide to find the makings of a modern nation.",
        "Though born to modest means in Hungary, Alexander Korda would go on to become one of the most important filmmakers in the history of British cinema. A producer, writer, and director who navigated toward subjects of major historical significance and mythical distinction, Korda made a name for his production company, London Films, with the Oscar-winning The Private Life of Henry VIII. He then continued his populist investigation behind the scenes and in the bedrooms of such figures as Catherine the Great, Don Juan, and Rembrandt. Mixing stately period drama with surprising satire, these films are exemplars of grand 1930s moviemaking.",
        "From the late 1950s through the sixties, wild, idiosyncratic crime movies were the brutal and boisterous business of Nikkatsu, the oldest film studio in Japan. In an effort to attract youthful audiences growing increasingly accustomed to American and French big-screen imports, Nikkatsu began producing action potboilers (mukokuseki akushun, or \"borderless action\") that incorporated elements of the western, comedy, gangster, and teen-rebel genres. This bruised and bloody collection represents a standout cross section of what Nikkatsu had to offer, from such prominent, stylistically daring directors as Seijun Suzuki, Toshio Masuda, and Takashi Nomura.",
        "There's never been another filmmaker quite like Dusan Makavejev. Even in the 1960s, when all of cinema's rules seemed to be breaking down and artists such as Godard, Cassavetes, and Marker were dissolving the boundary between fiction and documentary, Yugoslavia's Makavejev stood alone. His films about political and sexual liberation were revolutionary, raucous, and ribald. Across these, his wild, collagelike first three films, Makavejev investigates--with a tonic mix of earnestness and whimsy--love, death, and work; the legacy of war and the absurdity of daily life in a Communist state; criminology and hypnosis; strudels and strongmen.",
        "Over the past four decades, Belgian director Chantal Akerman (Jeanne Dielman, 23, quai du Commerce, 1080 Bruxelles) has created one of cinema's most distinctive bodies of work--formally daring, often autobiographical films about people and places, time and space. In this collection, we present the early films that put her on the map: intensely personal, modernist investigations of cities, history, family, and sexuality, made in the 1970s in the United States and Europe and strongly influenced by the New York experimental film scene. Bold and iconoclastic, these five films pushed boundaries in their day and continue to have a profound influence on filmmakers all over the world.",
        "Before The Seventh Seal and Wild Strawberries established him as one of the great masters of cinema, Ingmar Bergman created a series of devastating but less well-known psychological character studies, marked by intricate, layered narratives, gritty environments, and haunting visuals. These early films, which show the stirrings of the genius to come, remain the hidden treasures of a European cinema on the cusp of a golden age.",
        "The hugely influential, Nobel Prize-winning critic and playwright George Bernard Shaw was notoriously reluctant to allow his writing to be adapted for the cinema. Yet thanks to the persistence of Hungarian producer Gabriel Pascal, Shaw finally agreed to collaborate on a series of screen versions of his witty, socially minded plays, starting with the Oscar-winning Pygmalion. The three other films that resulted from this famed alliance, Major Barbara, Caesar and Cleopatra, and Androcles and the Lion, long overshadowed by the sensation of Pygmalion, are gathered here for the first time on DVD. These clever, handsomely mounted entertainments star such luminaries of the big screen as Vivien Leigh, Claude Rains, Wendy Hiller, and Rex Harrison.",
        "Often called the Godard of the East, Japanese director Nagisa Oshima was one of the most provocative film artists of the twentieth century, and his works challenged and shocked the cinematic world for decades. Following his rise to prominence at Shochiku, Oshima struck out to form his own production company, Sozo-sha, in the early sixties. That move ushered in the prolific period of his career that gave birth to the five films collected here. Unsurprisingly, this studio renegade was fascinated by stories of outsiders--serial killers, rabid hedonists, and stowaway misfits are just some of the social castoffs you'll meet in these audacious, cerebral entries in the New Wave surge that made Japan a hub of truly daredevil moviemaking.",
        "Sacha Guitry was once a household name. Something of a Gallic Noel Coward, this disarming, multitalented artist served up some of 1930s French cinema's tastiest dishes. The son of a beloved theater actor, Guitry was devoted to the footlights, first turning to the silver screen only as a way of bringing his plays to a wider audience. His films were anything but stage-bound, however: often the director, writer, and star of his popular movies, Guitry brought a witty inventiveness to the cinema and deployed radical techniques with such aplomb and control that he's considered one of the medium's first complete auteurs. With these four films, American audiences can finally sample Guitry's creative, comic confections.",
        "Years before Akira Kurosawa changed the face of cinema with such iconic works as Rashomon, Seven Samurai, and Yojimbo, he made his start in the Japanese film industry with four popular and exceptional works, created as World War II raged. All gripping dramas, those rare first films--Sanshiro Sugata; The Most Beautiful; Sanshiro Sugata, Part Two; and The Men Who Tread on the Tiger's Tail--are collected here and include a two-part martial arts saga, a portrait of female volunteers helping the war effort, and a kabuki-derived tale of deception. These captivating films are a glorious introduction to a peerless career.",
        "Canadian director Allan King is one of cinema's best-kept secrets. Over the course of fifty years, he shuttled between features and shorts, big-screen cinema and episodic television, comedy and drama, fiction and nonfiction. It was with his cinema-verite-style documentaries, though--his \"actuality dramas,\" as he called them--that King left his greatest mark on film history. These startlingly intimate studies of people whose lives are in flux--damaged children, warring spouses, the terminally ill-- always done without narration or interviews, are riveting and at times emotionally overwhelming. Humane, cathartic, and important, Allan King's spontaneous portraits of the everyday demand to be seen.",
        "After mastering the mix of comedy, suspense, and horror that helped define the golden age of British cinema, Basil Dearden (along with his producing partner Michael Relph) left the legendary Ealing Studios and struck out on his own. In the late fifties and early sixties, he created a series of gripping, groundbreaking, even controversial films that dealt with racism, homophobia, and the lingering effects of World War II, noir-tinged dramas that burrowed into corners of London rarely seen on-screen. This set of elegantly crafted films brings this quintessential figure of British cinema out of the shadows.",
        "Mikio Naruse is one of the most popular directors in the history of Japanese cinema, a crafter of heartrending melodramas often compared with the work of Yasujiro Ozu and Kenji Mizoguchi. From the outset of his career, with his silent films of the early thirties, Naruse focused on characters, mostly women--geisha, housewives, waitresses--carrying on despite the compromises and disappointments of confined daily lives, a subject that would continue to fascinate him for the next three decades. Though he made two dozen silent films, only five are known to exist today; these works--poignant, brilliantly photographed and edited dramas all--are collected here, on DVD for the first time and featuring new scores by noted musicians Robin Holcomb and Wayne Horvitz.",
        "In the late 1940s and early 1950s, film critics, international festivalgoers, and other studious viewers were swept up by the tide of Italian neorealism. Meanwhile, mainstream Italian audiences were indulging in a different kind of cinema experience: the sensational, extravagant melodramas of director Raffaello Matarazzo. Though turning to neorealism for character types and settings, these haywire hits about splintered love affairs and broken homes, all starring mustachioed matinee idol Amedeo Nazzari and icon of feminine purity Yvonne Sanson, luxuriate in delirious plot twists and overheated religious symbolism. Four of them are collected here, chronicles of men and women on long and serpentine roads to redemption, each less restrained and more wildly fun than the last.",
        "Over the course of his varied career, Koreyoshi Kurahara made meticulous noirs, jazzy juvenile-delinquency pictures, and even nature films. His free-form approach to moviemaking was perfectly suited to the radical spirit of the 1960s, when he was one of the biggest hit makers working at the razzle-dazzle, youth-oriented Nikkatsu studios. The five films collected here hail from that era of the Japanese New Wave, and encompass breathless teen escapades, cruel crime stories, a Yukio Mishima adaptation, and even a Hollywood-inspired romantic comedy.",
        "In the late eighties, Aki Kaurismaki, a master of the deadpan, fashioned a waggish fish-out-of-water tale about a U.S. tour by \"the worst rock-and-roll band in the world.\" Leningrad Cowboys Go America's posse of fur-coated, outrageously pompadoured hipsters struck such a chord with international audiences that the fictional band became a genuine attraction, touring the world. Later, Kaurismaki created a sequel, Leningrad Cowboys Meet Moses, and filmed a gigantic outdoor concert that the band put on in Helsinki, for the rollicking documentary Total Balalaika Show. With this Eclipse series, we present all three crackpot musical and comic odysseys, along with five Leningrad Cowboys music videos also directed by Kaurismaki.",
        "Over the course of a nearly forty-year career, Louis Malle forged a reputation as one of the world's most versatile cinematic storytellers, with such widely acclaimed, and wide-ranging, masterpieces as Elevator to the Gallows, My Dinner with Andre, and Au revoir les enfants. At the same time, however, with less fanfare, Malle was creating a parallel, even more personal body of work as a documentary filmmaker. With the discerning eye of a true artist and the investigatory skills of a great journalist, Malle takes us from a street corner in Paris to America's heartland to the expanses of India in his astonishing epic Phantom India. These are some of the most engaging and fascinating nonfiction films ever made.",
        "In the thirties and forties, the young Indian actor known as Sabu (born Selar Shaik) captured the hearts of moviegoers in Britain and the United States as a completely new kind of big-screen icon. Sabu was a maharaja's elephant driver when he was cast in Elephant Boy, a Rudyard Kipling adaptation directed by documentary trailblazer Robert Flaherty and Zoltan Korda that would prove to be enormously popular. Sabu went on to headline a series of fantasies and adventures for the British film titans the Korda brothers, transcending the exoticism projected onto him by commanding the screen with effortless grace and humor. This series collects three of those lavish productions (which also included the classic The Thief of Bagdad): Elephant Boy, the colonialist adventure The Drum, and the timeless Jungle Book.",
        "Jean-Pierre Gorin, widely known for his collaborations with Jean-Luc Godard in the Dziga Vertov Group (including Tout va bien), established his personal voice with this trio of fascinating, nontraditional documentaries. Made in Southern California after the filmmaker relocated there in the midseventies, Poto and Cabengo, Routine Pleasures, and My Crasy Life illuminate hidden corners of our culture. With these films, Gorin revealed himself as a major chronicler of American life at its most hauntingly enigmatic.",
        "Of all the cinematic New Waves that broke over the world in the 1960s, the one in Czechoslovakia was among the most fruitful, fascinating, and radical. With a wicked sense of humor and a healthy streak of surrealism, a group of fearless directors--including eventual Oscar winners Milos Forman and Jan Kadar--began to use film to speak out about the hypocrisy and absurdity of the Communist state. A defining work was the 1966 omnibus film Pearls of the Deep, which introduced five of the movement's essential voices: Vera Chytilova, Jaromil Jires, Jiri Menzel, Jan Nemec, and Evald Schorm. This series presents that title, along with five other crucial works that followed close on its heels, one from each of those filmmakers--some dazzlingly experimental, some arrestingly realistic, all singular expressions from a remarkable time and place.",
        "Rarely do landmark works of cinema seem so . . . wrong. Robert Downey Sr. emerged as one of the most irreverent filmmakers of the New York underground of the sixties, taking no prisoners in his rough-and-tumble treatises on politics, race, and consumer culture. In his midnight-movie mainstay Putney Swope, an advertising agency is turned on its head when a militant black man takes over. like Swope, Downey held nothing sacred. Presented here are five of his most raucous and outlandish films, dating from 1964 to 1975, each a unique mix of the hilariously crude and the fiercely experimental.",
        "Though little known outside of France, Jean Gremillon was a consummate filmmaker from his country's golden age. A classical violinist who turned to directing, he went on to make almost fifty films--from documentaries to avant-garde works to melodramas with major stars--in a thirty-year career. Three of his richest came during a dire period in French history: Remorques, starring Jean Gabin, was begun in 1939 but finished and released after Germany invaded France, and Lumiere d'ete and Le ciel est a vous were produced during the occupation. These character-driven dramas, the first two cowritten by legendary screenwriter Jacques Prevert, are humane, entertaining, and technically brilliant, and prove Gremillon to be one of cinema's true hidden masters.",
        "Norman Mailer is remembered for many things-- his novels, his essays, his articles, his activism, his ego. one largely forgotten chapter of his life, however, is his late-sixties kamikaze-style plunge into making experimental films. These rough-hewn, self-financed, largely improvised metafictions are works of madness and bravado, all starring Mailer himself and with technical assistance from cinema verite trailblazers D. A. Pennebaker and Richard Leacock. The most fully realized of his directorial efforts is the blustering, brawling Maidstone, a shocking sign of the political times, in which Mailer plays a filmmaker and presidential candidate who may be the target of an assassination attempt. Along with Mailer's other films of the period--Wild 90 and Beyond the Law--it shows an uncompromising artist in thrall to both himself and a new medium.",
        "During the 1940s, realism reigned in British cinema--but not at Gainsborough Pictures. The studio, which had been around since the twenties, found new success with a series of pleasurably preposterous costume melodramas. Audiences ate up these overheated films, which featured a stable of charismatic stars, including James Mason, Margaret Lockwood, Stewart Granger, and Phyllis Calvert. Though the movies were immensely profitable in wartime and immediately after, Gainsborough did not outlive the decade. This set brings together a trio of the studio's most popular films from this era--florid, visceral tales of secret identities, multiple personalities, and romantic betrayals.",
        "Following years of a certain radioactive beast's domination at the box office, many Japanese studios tried to replicate the formula with their own brands of monster movies. One of the most fascinating, if short-lived, dives into that fiendish deep end was the one by Shochiku, a studio better known for elegant dramas by the likes of Kenji Mizoguchi and Yasujiro Ozu. In 1967 and 1968, the company created four certifiably batty, low-budget fantasies, tales haunted by watery ghosts, plagued by angry insects, and stalked by aliens--including one in the form of a giant chicken-lizard. Shochiku's outrageous and oozy horror period shows a studio leaping into the unknown, even if only for one brief, bloody moment.",
        "One of the most important filmmakers to emerge from Japan's cinematic golden age, Masaki Kobayashi is remembered in great part today for his three-part epic The Human Condition (1959-61), but that is just one of the blistering films he made in a career dedicated to criticizing his country's rigid social and political orders. He first found his voice--rebellious, angry, engaged--in the fifties, following his life-altering experiences as a soldier in World War II; the four films collected here, made during the same period as The Human Condition, reflect Kobayashi's coming into his own as an artist. He fought to get these powerful dramas made at a studio more oriented at the time toward quiet family melodramas, and they are unforgettable depictions of a postwar Japan troubled by identity crises and moral corruption on scales both intimate and institutional.",
        "From the very beginning of his incandescent career, the New German Cinema enfant terrible Rainer Werner Fassbinder refused to play by the rules. His politically charged, experimental first films, made at an astonishingly rapid rate between 1969 and 1970, were influenced by the work of the Antiteater, an avant-garde stage troupe that he had helped found in Munich. Collected here are five of those fascinating and confrontational works. Whether a self- conscious meditation on American crime movies, a scathing indictment of xenophobia in contemporary Germany, or an off-the-wall look at the dysfunctional relationships on film sets, each is a startling glimpse into the mind of a twentysomething man who was to become one of cinema's most madly prolific artists.",
        "Master filmmaker Yasujiro Ozu directed fifty-three feature films over the course of his long career. Yet it was in the final decade of his life, his \"old master\" phase, that he entered his artistic prime. Centered more than ever on the modern sensibilities of the younger generation, these delicate family dramas are marked by an exquisite formal elegance and emotional sensitivity about birth and death, love and marriage, and all the accompanying joys and loneliness. Along with such better-known films as Floating Weeds and An Autumn Afternoon, these five works illustrate the worldly wisdom of one of cinema's great artists at the height of his powers.",
        "The films directed by the great Satyajit Ray in the last ten years of his life have a unique dignity and drama. Three of them are collected here: the fervent Rabindranath Tagore adaptation The Home and the World; the vital An Enemy of the People, based on the Henrik Ibsen play; and the filmmaker's final work, the poignant and philosophical family story The Stranger. They are complex, political, and humane depictions of worlds both corrupt and indescribably beautiful, constructed with Ray's characteristic elegance and imbued with autumnal profundity. These late-career features are the meditative works of a master.",
        "Hugely popular in his home country of Japan, Keisuke Kinoshita worked tirelessly as a director for nearly half a century, making lyrical, sentimental films that often center on the inherent goodness of people, especially in times of distress. He began his directing career during a most challenging time for Japanese cinema: World War II, when the industry's output was closely monitored by the state and often had to be purely propagandistic. This collection of Kinoshita's first films--four made while the war was going on and one shortly after Japan's surrender--demonstrates the way the filmmaker's humanity and exquisite cinematic technique shone through even in the darkest of times.",
        "The great Japanese filmmaker Yasujiro Ozu is best known for the stately, meditative domestic dramas he made after World War II. But during his first decade at Shochiku studios, where he dabbled in many genres, he put out a trio of precisely rendered, magnificently shot and edited silent crime films about the hopes, dreams, and loves of small-time crooks. Heavily influenced in narrative and visual style by the American films that Ozu adored, these movies are revelatory early examples of his cinematic genius, accompanied here by new piano scores by Neil Brand.",
        "The legendary French filmmaker Agnes Varda, whose remarkable career began in the 1950s and has continued into the twenty-first century, produced some of her most provocative works in the United States. After temporarily relocating to California in the late sixties with her husband, Jacques Demy, Varda, inspired by the politics, youth culture, and sunshine of the San Francisco and Los Angeles areas, created three works that use documentary and fiction in various ways. She returned a decade later, and made two other fascinating portraits of outsiderness. Her five revealing, entertaining California films, encompassing shorts and features, are collected in this set, which demonstrates that Varda was as deft an artist in unfamiliar terrain as she was on her own turf.",
        "Remembered primarily for directing the classic crime drama Pepe le moko, Julien Duvivier was one of the finest filmmakers working in France in the 1930s. Thanks to a formidable innate understanding of the cinematic medium, Duvivier made the transition from silents to talkies with ease, marrying his expressive camera work to a strikingly inventive use of sound with a singular dexterity. His deeply shadowed, fatalistic early sound films David Golder and La tete d'un homme anticipate the poetic realist style that would come to define the decade in French cinema and, together with the small-town family drama Poil de Carotte and the swooning tale of love and illusion Un carnet de bal, showcase his stunning versatility. These four films--all featuring the great stage and screen actor Harry Baur--are collected here, each evidence of an immense and often overlooked cinematic talent.",
        "Too often overlooked after his work was spurned by the New Wave iconoclasts as belonging to the \"tradition of quality,\" Claude Autant-Lara was one of France's leading directors of the 1940s and '50s. He began as a set and costume designer and went on to direct French-language versions of American comedies in Hollywood, but it was back in his home country that Autant-Lara came into his own as a filmmaker. He found his sophisticated and slyly subversive voice with these four romances, produced during the dark days of the German occupation. Sumptuously appointed even while being critical of class hierarchy, these films--all made with the same corps of collaborators, including the charmingly impetuous star Odette Joyeux--endure as a testament to the quick wit and exquisite visual sense of the director whose name they established.",
        "Ingrid Bergman appeared in eleven films in her native Sweden before the age of twenty-five, and while that work tends to be overshadowed by her time in Hollywood, it showcases the actor summoning an impressive depth of emotion to deliver astute, passionate performances. Under the direction of filmmakers such as the prolific studio hand Gustaf Molander, Bergman embraced a range of roles and worked with some of the most celebrated actors in the Swedish film industry, including Gosta Ekman, Karin Swanstrom, Victor Sjostrom, and Lars Hanson. Comedies, romances, and thrillers, the six fascinating films collected here--including Intermezzo, the movie that took Bergman to America--exhibit the precociously assured talent of a young artist with an illustrious international career ahead of her.",
        "One of the greatest and least-known directors of all time, Raymond Bernard helped shape French cinema, at the dawn of the sound era, into a truly formidable industry. Typical of films from this period, Bernard's dazzling dramas painted intimate melodrama on epic-scale canvases. These two masterpieces--the wrenching World War I tragedy Wooden Crosses and a mammoth, nearly five-hour Les miserables, widely considered the greatest film adaptation of Victor Hugo's novel--exemplify the formal and narrative brilliance of an unjustly overshadowed cinematic trailblazer.",
        "His films have been called raw, outrageous, sensational, and daring. In four decades of directing, Samuel Fuller created a legendarily idiosyncratic oeuvre, examining U.S. history and mythmaking in westerns, film noirs, and war epics. And characteristically, it all began with a bang: after printing the legend with the elegant B-pictures I Shot Jesse James and The Baron of Arizona, he got himself into hot water with the FBI on The Steel Helmet, the first American movie to portray the Korean War. These three independent films showed off Fuller's genre diversity, gutter wit, and subversive force, and pointed the way to a controversial career in studio moviemaking.",
        "One of Spanish cinema's great auteurs, Carlos Saura brought international audiences closer to the art of his country's dance than any other filmmaker, before or since. In his Flamenco Trilogy--Blood Wedding, Carmen, and El amor brujo--Saura merged his passion for music with his exploration of national identity. All starring and choreographed by legendary dancer Antonio Gades, the films feature thrilling physicality and electrifying cinematography and editing--colorful paeans to bodies in motion as well as to cinema itself.",
        "Akira Kurosawa came into his own as a filmmaker directly following World War II, delving into the state of his devastated nation with a series of pensive, topical dramas. Amid Japan's economic collapse and U.S. occupation, Kurosawa managed to find humor and redemption existing alongside despair and anxiety. In these five early films, which range from political epic to Capraesque whimsy to courtroom potboiler, Kurosawa revealed the artistic range and social acuity that would mark his career and make him the most popular Japanese director in the world.",
        "Renowned as a silent film pioneer and the man who refined Hollywood comedy with such masterpieces as Trouble in Paradise, The Shop Around the Corner, and To Be or Not to Be, Ernst Lubitsch also had another claim to fame: he helped invent the modern movie musical. With the advent of sound and audiences clamoring for \"talkies,\" Lubitsch combined his love of European operettas and his mastery of film to create this entirely new genre. These elegant, bawdy films, made before strict enforcement of the Hays morality code, feature some of the greatest stars of early Hollywood (Maurice Chevalier, Jeanette MacDonald, Claudette Colbert, Miriam Hopkins), as well as that elusive style of comedy that would thereafter be known as \"the Lubitsch touch.\"",
        "William Klein's explosive New York street photography made him one of the most heralded artists of the sixties. An American expatriate in Paris, Klein has also been making challenging cinema for more than forty years, yet with the exception of his acclaimed documentary Muhammad Ali, the Greatest, his film work is barely known in the United States. In his three fiction features--Who Are You, Polly Maggoo?, Mr. Freedom, and The Model Couple--he skewers the fashion industry, American empire, and governmental mind control with hilarious, cutting aplomb. Today Klein's politically galvanizing social critiques seem even more acute than the works of the better-known New Wavers. These are colorful, surreal antidotes to all forms of social oppression.",
        "Sergei Eisenstein, long regarded as a pioneer of film art, changed cinematic strategies halfway through his career. Upon returning from Hollywood and Mexico in the late 1930s, he left behind the densely edited style of celebrated silents like Battleship Potemkin and October, turning instead to historical sources, contradictory audiovisuals, and theatrical sets for his grandiose yet subversive sound-era work. This trio of rousing action epics reveals a deeply unsettling portrait of the Soviet Union under Stalin, and provided battle-scene blueprints for filmmaking giants from Laurence Olivier in Henry V to Akira Kurosawa in Seven Samurai.",
        "This monumental mid-nineteenth-century epic from Jan Troell charts, over the course of two films, a Swedish farming family's voyage to America and their efforts to put down roots in this beautiful but forbidding new world. Movie legends Max von Sydow and Liv Ullmann give remarkably authentic performances as Karl Oskar and Kristina, a couple who meet with one physical and emotional trial after another on their arduous journey. The precise, minute detail with which Troell depicts the couple's story--which is also that of countless other people who sought better lives across the Atlantic--is a wonder to behold. Engrossing at every step of the way, the duo of The Emigrants and The New Land makes for perhaps the greatest screen drama about the settling of America.",
        "Janus Films opened American viewers' eyes to the pleasures of Ingmar Bergman, Federico Fellini, and Francois Truffaut at the height of their artistic powers. Celebrate the fiftieth anniversary of this world-renowned distribution company with Essential Art House: 50 Years of Janus Films, an expansive collectors' box set featuring fifty classic films on DVD and a lavishly illustrated hardcover book that tells the story of Janus Films through an essay by film historian Peter Cowie, a tribute from Martin Scorsese, and extensive, all-new notes on all fifty films, plus cast and credit listings and U.S. premiere information.",
        "French director Jacques Demy didn't just make movies--he created an entire cinematic world. Demy launched his glorious feature filmmaking career in the sixties, a decade of astonishing invention in his national cinema. He stood out from the crowd of his fellow New Wavers, however, by filtering his self-conscious formalism through deeply emotional storytelling. Fate and coincidence, doomed love, and storybook romance surface throughout his films, many of which are further united by the intersecting lives of characters who appear or are referenced across titles. The works collected here--made from the sixties to the eighties and ranging from musical to melodrama to fantasia--are triumphs of visual and sound design, camera work, and music, and they are galvanized by the great stars of French cinema at their centers, including Anouk Aimee, Catherine Deneuve, and Jeanne Moreau.",
        "Through the eyes of ten-year-old Alexander, we witness the delights and conflicts of the Ekdahl family, a sprawling bourgeois clan in turn-of-the-twentieth-century Sweden. Ingmar Bergman intended Fanny and Alexander as his swan song, and it is the legendary director's warmest and most autobiographical film, a four-time Academy Award-winning triumph that combines his trademark melancholy and emotional intensity with immense joy and sensuality. The Criterion Collection is proud to present both the theatrical release and the original five-hour television version of this great work. Also included in the box set is Bergman's own feature-length documentary The Making of \"Fanny and Alexander,\" a unique glimpse into his creative process.",
        "In 1960, Swedish director Ingmar Bergman began work on three of his most powerful and representative films, eventually presented as a trilogy. Already a figure of international acclaim for such masterpieces as The Seventh Seal and The Magician, Bergman turned his back on the expressionism of his fifties work to focus on a series of chamber dramas exploring belief and alienation in the modern age. Collaborating with the distinguished cinematographer Sven Nykvist, and eliciting searing performances from his refined cast of regulars--Harriet Andersson, Gunnar Bjornstrand, Gunnel Lindblom, Ingrid Thulin, and Max Von Sydow among them--Bergman unleashed Through a Glass Darkly, Winter Light, and The Silence in rapid succession, exposing moviegoers worldwide to a new level of intellectual and emotional intensity. Drawing on Bergman's own upbringing and ongoing spiritual crises, the films of the trilogy examine the necessity of religion and question the promise of faith.",
        "With his trademark mixture of empathy and scrutiny, Errol Morris has changed the face of documentary filmmaking in the United States, and his career began with two remarkable tales of American eccentricity: Gates of Heaven and Vernon, Florida. The first uses two Northern California pet cemeteries as the basis for a profound and funny rumination on love, loss, and industry; the second travels to a languorous southern backwater and discovers a handful of fascinating folks there--a determined turkey hunter, a curious minister, a laconic policeman--engaged in individualistic, sometimes absurd pursuits. Morris consistently creates humane portraits of true candor, and these early works remain two of his greatest and most provocative films.",
        "Criterion presents four classic literary adaptations together in a single set at a special price.",
        "Meet Big and Little Edie Beale--high-society dropouts, mother and daughter, reclusive cousins of Jackie O.--thriving together amid the decay and disorder of their ramshackle East Hampton mansion. An impossibly intimate portrait and an eerie echo of the Kennedy Camelot, Albert and David Maysles's 1976 Grey Gardens quickly became a cult classic and established Little Edie as a fashion icon and philosopher queen. Thirty years later, the filmmakers revisited their landmark documentary with a sequel of sorts, The Beales of Grey Gardens, culled from hours of never-before-seen footage recently found in the filmmakers' vaults.",
        "Seized by customs upon entry to the United States, subject of a heated court battle, banned in cities across the United States, Vilgot Sjoman's I Am Curious--Yellow is one of the most controversial films of all time. This landmark document of Swedish society during the sexual revolution has been declared both obscene and revolutionary. It tells the story of Lena (Lena Nyman), a searching and rebellious young woman, and her personal quest to understand the social and political conditions in 1960s Sweden, as well as her bold exploration of her own sexual identity. Shattering taboos as it freely traverses the lines between fact and fiction, I Am Curious--Yellow is presented here for the first time with its companion piece I Am Curious--Blue, a parallel film featuring the same characters and in which the lines between documentary and fiction are even further blurred.",
        "One of the most influential, radical science-fiction films ever made and a mind-bending free-form travelogue: La Jetee and Sans Soleil couldn't seem more different--but they're the twin pillars of an unparalleled and uncompromising career in cinema. A filmmaker, poet, novelist, photographer, editor, and now videographer and digital multimedia artist, Chris Marker has been challenging moviegoers, philosophers, and himself for years with his investigations of time, memory, and the rapid advancement of life on this planet. These two films--a tale of time travel told in still images and a journey to Africa and Japan--remain his best-loved and most widely seen.",
        "John Cassavetes was a genius, a visionary, and the progenitor of American independent film, but that doesn't begin to get at the generosity of his art. A former theater actor fascinated by the power of improvisation, Cassavetes brought his search for truth in performance to the screen. The five films in this collection--all of which the director maintained total control over by financing them himself and making them outside the studio system--are electrifying and compassionate creations, populated by all manner of humanity: beatniks, hippies, businessmen, actors, housewives, strippers, club owners, gangsters, children. Cassavetes has often been called an actor's director, but this body of work--even greater than the sum of its extraordinary parts--shows him to be an audience's director.",
        "Ernest Hemingway's simple but gripping short tale \"The Killers\" is a model of economical storytelling. Two directors adapted it into unforgettably virile features: Robert Siodmak, in a 1946 film that helped define the noir style and launch the acting careers of Burt Lancaster and Ava Gardner; and Don Siegel, in a brutal 1964 version, starring Lee Marvin, Angie Dickinson, and John Cassavetes, that was intended for television but deemed too violent for home audiences and released theatrically instead. The first is poetic and shadowy, the second direct and harsh as daylight, but both get at the heart of Hemingway's existential classic.",
        "One of the most important artists on the international film scene today, Portuguese director Pedro Costa has been steadily building an impressive body of work since the late eighties. And these are the three films that put him on the map: spare, painterly portraits of battered, largely immigrant lives in the slums of Fontainhas, a neighborhood on the outskirts of Lisbon. Hypnotic, controlled works, Ossos, In Vanda's Room, and Colossal Youth confirm Costa as a provocative new cinematic poet, one who locates beauty in the most unlikely of places.",
        "Based on the best-selling manga series, the six intensely kinetic Lone Wolf and Cub films elevated chanbara to bloody new heights. The shogun's executioner, Itto Ogami (Tomisaburo Wakayama), takes to wandering the countryside as an assassin--along with his infant son Daigoro (Akihiro Tomikawa) and a seemingly infinitely weaponized perambulator--helping those he encounters while seeking vengeance for his murdered wife. Delivering stylish thrills and a body count that defies belief, Lone Wolf and Cub is beloved for its brilliantly choreographed action sequences as well as its tender depiction of the bonds between a parent and a child.",
        "Jean Renoir and Akira Kurosawa, two of cinema's greatest directors, transform Maxim Gorky's classic proletariat play The Lower Depths in their own ways for their own times. Renoir, working amidst the rise of Hitler and the Popular Front in France, had need to take license with the dark nature of Gorky's source material, softening its bleak outlook. Kurosawa, firmly situated in the postwar world, found little reason for hope. He remained faithful to the original with its focus on the conflict between illusion and reality--a theme he would return to over and over again. Working with their most celebrated actors (Gabin with Renoir; Mifune with Kurosawa), each film offers a unique look at cinematic adaptation--where social conditions and filmmaking styles converge to create unique masterpieces.",
        "In the 1930s, Marcel Pagnol, a leading light of the Paris theater, set out for new horizons as a filmmaker in his native Provence. His early masterpieces Marius, Fanny, and Cesar mix theatrical stagecraft with realistic location photography to create an epic love story from the fabric of everyday life. Gruff, sentimental Cesar (music-hall star Raimu) owns a waterfront bar in the Old Port of Marseille where his son, Marius (Pierre Fresnay), wipes down tables and dreams of a life at sea. The prosperous, middle-aged sailmaker Panisse (Fernand Charpin) wants to wed Marius's sweetheart, Fanny (Orane Demazis), setting up a fateful romantic triangle whose story unfolds across a generation in the films of The Marseille Trilogy, which first earned Pagnol his place in cinema history. \"If Pagnol is not the greatest auteur of the sound film,\" critic Andre Bazin wrote, \"he is in any case something akin to its genius.\"",
        "Established by Martin Scorsese in 2007, the World Cinema Project expands the horizons of moviegoers everywhere. The mission of the WCP is to preserve and present marginalized and infrequently screened films from regions generally ill equipped to preserve their own cinema history. This collector's set brings together six superb films from countries around the globe, including Senegal (Touki bouki), Mexico (Redes), India and Bangladesh (A River Called Titas), Turkey (Dry Summer), Morocco (Trances), and South Korea (The Housemaid). Each is a cinematic revelation, depicting a culture not often seen by outsiders on-screen.",
        "Established in 2007, The Film Foundation's World Cinema Project has maintained a passionate commitment to preserving and presenting masterpieces from around the globe, with more than two dozen restorations that have introduced international moviegoers to often-overlooked areas of cinema history. This collector's set gathers six works, from the Philippines (Insiang), Thailand (Mysterious Object at Noon), Soviet Kazakhstan (Revenge), Brazil (Limite), Turkey (Law of the Border), and Taiwan (Taipei Story). Each title is an essential contribution to the art form and a window onto a distinct filmmaking tradition unfamiliar to many.",
        "Launching us from a grave past to a space-age future, these two thrilling double features, from producers Richard and Alex Gordon, spin classic tales of hair-raising homicidal mania and intrepid, death-defying exploration. Featuring Boris Karloff in two of his most horrifying roles (The Haunted Strangler and Corridors of Blood), and two classic sci-fi treats from the atomic age.",
        "Dubbed the greatest actor of the twentieth century, Sir Laurence Olivier, the classically trained and majestically handsome English theater veteran and one-time co-director of London's Old Vic, first transplanted his passion for Shakespeare to the big screen in the 1940s, and in so doing, allowed Elizabethan verse to break free of its stage-bound origins. Olivier directed only five films in his sixty-year career, yet his three Shakespeare adaptations, presented here together on DVD for the first time, are still widely considered the definitive film adaptations: his thrilling directorial debut, Henry V, stunned 1944 audiences with its vivid Technicolor and full-throttle battle scenes; Hamlet, which won the Academy Awards for Best Picture and Actor, in 1948, brought to stunning life literature's greatest protagonist; and his legendary Richard III, thought by many to feature Olivier's most magnetic performance. Faithful to the playwright's words yet open to the visual potentials of the cinema, these works transcend both screen and stage with timeless passion. Criterion is proud to present this unprecedented filmmaking legacy.",
        "These rare early films from Yasujiro Ozu are considered by many to be two of the Japanese director's finest works, paving the way for a career among the most sensitive and significant in cinema. The Only Son and There Was a Father make a graceful pair, bookending a crucial period in Japanese history. In the former, Ozu's first sound film, made during a time of intense economic crisis, a mother sacrifices her own happiness for her son's education; the latter, released in the midst of World War II, stars Ozu stalwart Chishu Ryu as a widowed schoolteacher whose devotion to his son ends up driving them apart. Criterion proudly presents these nearly lost treasures for the first time on home video.",
        "Decadent, subversive, and bristling with artistic invention, the myth-born cinema of Jean Cocteau disturbs as much as it charms. Cocteau was the most versatile of artists in prewar Paris. Poet, novelist, playwright, painter, celebrity, and maker of cinema--his many talents converged in bold, dreamlike films that continue to enthrall audiences around the world. In The Blood of a Poet, Orpheus, and Testament of Orpheus, Cocteau utilizes the Orphic myth to explore the complex relationships between the artist and his creations, reality and the imagination. The Criterion Collection is proud to present the DVD premiere of the Orphic Trilogy in a special limited-edition three-disc box set.",
        "All-American athlete, scholar, renowned baritone, stage actor, and social activist, Paul Robeson (1898-1976) was a towering figure and a trailblazer many times over. He was perhaps most groundbreaking, however, in the medium of film. The son of an escaped slave, Robeson managed to become a top-billed movie star during the time of Jim Crow America, headlining everything from fellow pioneer Oscar Micheaux's silent drama Body and Soul to British studio showcases to socially engaged documentaries, all the while striving to project positive images of black characters. Increasingly politically minded, Robeson eventually left movies behind, using his international celebrity to speak for those denied their civil liberties around the world and ultimately becoming a victim of ideological persecution himself. But his film legacy lives on and continues to speak eloquently of the long and difficult journey of a courageous and outspoken African-American.",
        "A French comedy master whose films went unseen for decades as a result of legal tangles, director-actor Pierre Etaix is a treasure the cinematic world has rediscovered and embraced with relish. His work can be placed on the spectrum of classic physical comedy with that of Jacques Tati and Jerry Lewis, but it also stands alone in its good-natured delicacy. These films, influenced by Etaix's experiences as a circus acrobat and clown and by the silent film comedies he adored, are elegantly deadpan, but as an on-screen presence, Etaix radiates warmth. This collection includes all of his films, five features, The Suitor,Yoyo, As Long as You've Got Your Health, Le grand amour, and Land of Milk and Honey--most of them collaborations with the great screenwriter Jean-Claude Carriere--and three shorts, Rupture, the Oscar-winning Happy Anniversary, and Feeling Good. Not one of these is anything less than a bracing and witty delight.",
        "In the 1960s, Japanese filmmakers responded to a stale studio system by looking for fresh ways to tell stories, and Shohei Imamura was one of the leading figures of this new wave. With the three films in this set--Pigs and Battleships, The Insect Woman, and Intentions of Murder--Imamura truly emerged as an auteur, bringing to his national cinema an anthropological eye and a previously unseen taste for the irreverent. Claiming his interests lay in \"the relationship of the lower part of the human body and the lower part of the social structure,\" Imamura dotted the decade with earthy, juicy, idiosyncratic films featuring persevering, willful heroines. His remains a unique cinematic voice.",
        "A singular artist and activist, Godfrey Reggio is best known for the galvanizing films of The Qatsi Trilogy. Astonishingly photographed, and featuring unforgettable, cascading scores by Philip Glass, these are immersive sensory experiences that meditate on the havoc humankind's obsession with technological advancement has wreaked on our world. From 1983's Koyaanisqatsi to 1988's Powaqqatsi to 2002's Naqoyqatsi, Reggio takes us on a journey from the ancient to the contemporary, from nature to industry, exploring life out of balance, in transformation, and as war, all the while keeping our eyes wide with wonder.",
        "REBELLION! The political and cultural tumult of the early 1960s shook Japan as it did the rest of the world. Japanese filmmakers responded to the changing times by disguising themes of dissent in the traditional form of the swordplay film, or chanbara. Previously populated by heroic samurai, self-sacrificing ronin, and historical figures who exemplified noble Japanese virtues, the genre began embracing a new kind of hero, or antihero: the lone outcast, distrustful of authority but maintaining a personal code of honor. These four classic films, from four masters of Japanese cinema, turn a genre upside down, redefining for a modern generation the meaning of loyalty and honor, as embodied by the iconic figure of the samurai.",
        "Roberto Rossellini is one of the most influential filmmakers of all time. And it was with his trilogy of films made during and after World War II--Rome Open City, Paisan, and Germany Year Zero--that he left his first transformative mark on cinema. With their stripped-down aesthetic, largely nonprofessional casts, and unorthodox approaches to storytelling, these intensely emotional works were international sensations and came to define the neorealist movement. Shot in battle-ravaged Italy and Germany, these three films are some of our most lasting, humane documents of devastated postwar Europe, containing universal images of both tragedy and hope.",
        "The Samurai Trilogy, directed by Hiroshi Inagaki and starring the inimitable Toshiro Mifune, was one of Japan's most successful exports of the 1950s, a rousing, emotionally gripping tale of combat and self-discovery. Based on a novel that's often called Japan's Gone with the Wind, this sweeping saga fictionalizes the life of the legendary seventeenth-century swordsman (and writer and artist) Musashi Miyamoto, following him on his path from unruly youth to enlightened warrior. With these three films--1954's Oscar-winning Musashi Miyamoto, 1955's Duel at Ichijoji Temple, and 1956's Duel at Ganryu Island--Inagaki created a passionate epic that's equal parts tender love story and bloody action.",
        "In the midsixties, the maverick American director Monte Hellman conceived of two westerns at the same time. Dreamlike and gritty by turns, these films would prove their maker's adeptness at brilliantly deconstructing genre. Shot back-to-back for famed producer Roger Corman, they feature overlapping casts and crews, including Jack Nicholson in two of his meatiest early roles. The Shooting, about a motley assortment of loners following a mysterious wanted man through a desolate frontier, and Ride in the Whirlwind, about a group of cowhands pursued by vigilantes for crimes they did not commit, are rigorous, artful, and wholly unconventional journeys to the Old West.",
        "The multifaceted, deeply personal work of Eric Rohmer has had an effect on cinema unlike any other. One of the founding critics of the history-making Cahiers du cinema, Rohmer began translating his written manifestos to film in the 1960s, standing apart from his New Wave contemporaries with his patented brand of gently existential, hyperarticulate character studies set against vivid seasonal landscapes. This near genre unto itself was established with the audacious and wildly influential series Six Moral Tales. A succession of encounters between fragile men and the women who tempt them, Six Moral Tales unleashed on the film world a new voice, one that was at once sexy, philosophical, modern, daring, nonjudgmental, and liberating.",
        "Near the end of his long and celebrated career, master filmmaker Jean Renoir indulged his lifelong obsession with life-as-theater and directed The Golden Coach (1953), French Cancan (1955), and Elena and Her Men (1956), three delirious films infatuated with the past, love, and artifice. Awash in jubilant Technicolor, each film interweaves public display and private feelings through the talents of three immortal film icons--Anna Magnani, Jean Gabin, and Ingrid Bergman. The Criterion Collection is proud to present these three majestic films by Jean Renoir for the first time on DVD.",
        "In 1959, Yasujiro Ozu remade his 1934 silent classic A Story of Floating Weeds in color with the celebrated cinematographer Kazuo Miyagawa (Rashomon, Ugetsu). Setting his later version in a seaside location, Ozu otherwise preserves the details of his elegantly simple plot wherein an aging actor returns to a small town with his troupe and reunities with his former lover and illegitimate son, a scenario that enrages his current mistress and results in heartbreak for all. Together, the films offer a unique glimpse into the evolution of one of cinema's greatest directors. A Story of Floating Weeds reveals Ozu in the midst of developing his mode of expression; Floating Weeds reveals his distinct style at its pinnacle. In each, the director captures the joy and sadness in everyday life.",
        "This boldly cinematic trio of stories about love and loss, from Krzysztof Kieslowski was a defining event of the art-house boom of the 1990s. The films are named for the colors of the French flag and stand for the tenets of the French Revolution--liberty, equality, and fraternity--but that hardly begins to explain their enigmatic beauty and rich humanity. Set in Paris, Warsaw, and Geneva, and ranging from tragedy to comedy, Blue, White, and Red (Kieslowski's final film) examine with artistic clarity a group of ambiguously interconnected people experiencing profound personal disruptions. Marked by intoxicating cinematography and stirring performances by such actors as Juliette Binoche, Julie Delpy, Irene Jacob, and Jean-Louis Trintignant, Kieslowski's Three Colors is a benchmark of contemporary cinema.",
        "One of the most acclaimed Japanese directors of all time, Hiroshi Teshigahara distinguished himself in the sixties with a series of sinuous, atmospheric, and daring films. Teshigahara found his spiritual partner in novelist and screenwriter Kobo Abe, with whom he collaborated on these Kafkaesque portraits of identities in peril, films that captivated mainstream audiences while also touching the edges of the Japanese avant-garde. The existential ghost story Pitfall (Otoshiana), the shocking, erotic fable Woman in the Dunes (Sunna no onna), and the sci-fi-tinged nightmare The Face of Another (Tanin no kao) are among cinema's enduring enigmas and rarest pleasures.",
        "Throughout a career that encompasses both visually arresting art-house hits and big-budget Hollywood spectacles, director Guillermo del Toro has continually redefined and elevated the horror genre with his deeply personal explorations of myths and monsters. These three Spanish-language films, each a tale of childhood in troubled times, showcase his singular fusion of the fantastic and the real. Drawing inspiration from a rich variety of sources, from Alfred Hitchcock to Francisco de Goya, the gothic-infused stories collected here--populated by vampires, ghosts, and a fairy-tale princess--make evident why del Toro is considered the master cinematic fabulist of our time.",
        "In the early 1970s, the great Italian poet, philosopher, and filmmaker Pier Paolo Pasolini brought to the screen a trio of masterpieces of medieval literature--Giovanni Boccaccio's The Decameron, Geoffrey Chaucer's The Canterbury Tales, and The Thousand and One Nights (often known as The Arabian Nights)--and in doing so created his most uninhibited and extravagant work. In this brazen and bawdy triptych, the director set out to challenge modern consumer culture and celebrate the uncorrupted human body, while commenting on contemporary sexual and religious mores and hypocrisies. Filled with scatological humor and a rough-hewn sensuality that leave all modern standards of decency behind, these are carnal, provocative, and wildly entertaining films, all extraordinarily designed by Dante Ferretti and featuring evocative music by Ennio Morricone.",
        "Over the course of the 1990s, writer-director Whit Stillman made a trilogy of films about the acid tongues and broken hearts of some haplessly erudite young Americans in New York and abroad. Set in the eighties, these films trace the arc of that decade, led by Stillman's Oscar-nominated debut, Metropolitan, which introduced moviegoers to a strange, endangered species of privileged New Yorker, the \"urban haute bourgeoisie.\" Chronologically, the tale continues with The Last Days of Disco, in which, with an earnest wink, Stillman mourns the close of New York's nightclub era via the story of two young party-going women juggling day jobs in book publishing. Finally, Barcelona plunks down a pair of love-starved upper-class men in a foreign city rife with anti-American sentiment. At once effervescent and melancholy, these are comedies about the ends of cultural moments, social change as seen through the eyes of reluctant, unflaggingly sardonic romantics.",
        "In the 1970s, Wim Wenders was among the first true international breakthrough artists of the revolutionary New German Cinema movement, a filmmaker whose fascination with the physical landscapes and emotional contours of the open road proved to be universal. In the middle of that decade, Wenders embarked on a three-film journey that took him from the wide roads of Germany to the endless highways of the United States and back again. Each starring Rudiger Vogler as the director's alter ego, Alice in the Cities, Wrong Move, and Kings of the Road are dramas of emotional transformation that follow their characters' searches for themselves, all rendered with uncommon soulfulness and visual poetry.",
        "Thanks to perhaps the most indelible character in Akira Kurosawa's oeuvre, Yojimbo surpassed even Seven Samurai in popularity when it was released. The masterless samurai Sanjuro, who slyly manipulates two warring clans to his own advantage in a small, dusty village, was so entertainingly embodied by the brilliant Toshiro Mifune that it was only a matter of time before he returned in a sequel. Made just one year later, Sanjuro matches Yojimbo's storytelling dexterity yet adds layers of world-weary pragmatism that brings the two films to a thrilling and unforgettable conclusion. Criterion is proud to present these Kurosawa masterworks in new, high-definition digital transfers and Blu-ray editions.",
        "The colossally popular Zatoichi films make up the longest-running action series in Japanese history and created one of the screen's great heroes: an itinerant blind masseur who also happens to be a lightning-fast swordsman. As this iconic figure, the charismatic and earthy Shintaro Katsu became an instant superstar, lending a larger-than-life presence to the thrilling adventures of a man who lives staunchly by a code of honor and delivers justice in every town and village he enters. The films that feature him are variously pulse-pounding, hilarious, stirring, and completely off-the-wall. This deluxe set features the string of twenty-five Zatoichi films made between 1962 and 1973, collected in one package for the first time.",
        "More than four decades after he took a razorblade to an eyeball and shocked the world with Un chien andalou, arch-iconoclast Luis Bunuel capped his astonishing career with three final provocations--The Discreet Charm of the Bourgeoisie, The Phantom of Liberty, and That Obscure Object of Desire--in which his renegade, free-associating surrealism reached its audacious, self-detonating endgame. Working with such key collaborators as screenwriter Jean-Claude Carriere and his own frequent on-screen alter ego Fernando Rey, Bunuel laced his scathing attacks on religion, class pretension, and moral hypocrisy with savage violence to create a trio of subversive, brutally funny masterpieces that explore the absurd randomness of existence. Among the director's most radical works as well as some of his greatest international triumphs, these films cemented his legacy as cinema's most incendiary revolutionary.",
        "In honor of Ingmar Bergman's one hundredth birthday, the Criterion Collection is proud to present the most comprehensive collection of his films ever released on home video. One of the most revelatory voices to emerge from the postwar explosion of international art-house cinema, Bergman was a master storyteller who startled the world with his stark intensity and naked pursuit of the most profound metaphysical and spiritual questions. The struggles of faith and morality, the nature of dreams, and the agonies and ecstasies of human relationships--Bergman explored these subjects in films ranging from comedies whose lightness and complexity belie their brooding hearts to groundbreaking formal experiments and excruciatingly intimate explorations of family life., Arranged as a film festival with opening and closing nights bookending double features and centerpieces, this selection spans six decades and thirty-nine films--including such celebrated classics as The Seventh Seal, Persona, and Fanny and Alexander alongside previously unavailable works like Dreams, The Rite, and Brink of Life. Accompanied by a 248-page book with essays on each program, as well as by more than thirty hours of supplemental features, Ingmar Bergman's Cinema traces themes and images across Bergman's career, blazing trails through the master's unequaled body of work for longtime fans and newcomers alike.",
        "With his lush and sensual visuals, pitch-perfect soundtracks, and soulful romanticism, Wong Kar Wai has established himself as one of the defining auteurs of contemporary cinema. Joined by such key collaborators as cinematographer Christopher Doyle; editor and production and costume designer William Chang Suk Ping; and actors Tony Leung Chiu Wai and Maggie Cheung Man Yuk, Wong (or WKW, as he is often known) has written and directed films that have enraptured audiences and critics worldwide and inspired countless other filmmakers with their poetic moods and music, narrative and stylistic daring, and potent themes of alienation and memory. Whether they're tragically romantic, soaked in blood, or quirkily comedic, the seven films collected here are an invitation into the unique and wistful world of a deeply influential artist.",
        "The jaw-dropping set pieces fly fast and furious in Jackie Chan's breathtakingly inventive action comedies, two smash hits that made him a worldwide icon of daredevil spectacle. The director/star/one-man stunt machine plays Ka-kui, a Hong Kong police inspector whose methods are, ahem, unorthodox; the phenomenal Maggie Cheung, in a star-making role, plays his much-put-upon girlfriend, May. Packed wall-to-wall with astoundingly acrobatic fight choreography, epic explosions, charmingly goofball slapstick, and awesomely 1980s electro soundtracks, Police Story and Police Story 2 set a new standard for rock-'em, sock-'em mayhem that established Chan as a performer of unparalleled grace and daring and would influence a generation of filmmakers, from Hong Kong to Hollywood.",
        "In 1954, an enormous beast clawed its way out of the sea, destroying everything in its path--and changing movies forever. The arresting original Godzilla soon gave rise to an entire monster-movie genre (kaiju eiga), but the King of the Monsters continued to reign supreme: in fourteen fiercely entertaining sequels over the next two decades, Godzilla defended its throne against a host of other formidable creatures, transforming from a terrifying symbol of nuclear annihilation into a benevolent (if still belligerent) Earth protector. Collected here for the first time are all fifteen Godzilla films of Japan's Showa era, in a landmark set showcasing the technical wizardry, fantastical storytelling, and indomitable international appeal that established the most iconic giant monster the cinema has ever seen.",
        "Abbas Kiarostami first came to international attention for this wondrous, slyly self-referential series of films set in the rural northern-Iranian town of Koker. Poised delicately between fiction and documentary, comedy and tragedy, the lyrical fables in The Koker Trilogy exemplify both the gentle humanism and the playful sleight of hand that define the director's sensibility. With each successive film, Kiarostami takes us deeper into the behind-the-scenes \"reality\" of the film that preceded it, heightening our understanding of the complex network of human relationships that sustain both a movie set and a village. The result is a gradual outward zoom that reveals the cosmic majesty and mystery of ordinary life.",
        "A founder of the French New Wave who became an international art-house icon, Agnes Varda was a fiercely independent, restlessly curious visionary whose work was at once personal and passionately committed to the world around her. In an abundant career in which she never stopped expanding the notion of what a movie can be, Varda forged a unique cinematic vocabulary that frequently blurs the boundaries between narrative and documentary, and entwines loving portraits of her friends, her family, and her own inner world with a social consciousness that was closely attuned to the 1960s counterculture, the women's liberation movement, the plight of the poor and socially marginalized, and the ecology of our planet. This comprehensive collection places Varda's filmography in the context of her parallel work as a photographer and multimedia artist--all of it a testament to the radical vision, boundless imagination, and radiant spirit of a true original for whom every act of creation was a vital expression of her very being., PROGRAMS AND FILMS, Agnes Forever -- Varda by Agnes (2019), Les 3 boutons (2015) Early Varda -- La Pointe Courte (1955), O saisons, o chateaux (1958), Du cote de la cote (1958) Around Paris -- Cleo from 5 to 7 (1962), Les fiances du pont Macdonald (1962), L'opera-mouffe (1958), Les dites cariatides (1984), T'as de beaux escaliers, tu sais (1986) Rue Daguerre -- Daguerreotypes (1975), Le lion volatil (2003) Married Life -- Le bonheur (1965), Les creatures (1966), Elsa la Rose (1966) In California -- Uncle Yanco (1968), Black Panthers (1970), Lions Love (. . . and Lies) (1969), Mur Murs (1981), Documenteur (1981) Her Body, Herself -- One Sings, the Other Doesn't (1977), Reponse de femmes (1975), Plaisir d'amour en Iran (1977) No Shelter -- Vagabond (1985), 7 p., cuis., s. de b. . . . (a saisir) (1985) Jane B. -- Jane B. par Agnes V. (1988), Kung-Fu Master! (1988) Jacques Demy -- Jacquot de Nantes (1991), The Young Girls Turn 25 (1993), The World of Jacques Demy (1995) Simon Cinema -- One Hundred and One Nights (1995) La glaneuse -- The Gleaners and I (2000), The Gleaners and I: Two Years Later (2002) Visual Artist -- Faces Places, codirected with JR (2017), Salut les cubains (1964), Ulysse (1982), Ydessa, les ours et etc. . . . (2004) Here and There -- Agnes de ci de la Varda (2011) Beaches -- The Beaches of Agnes (2008)",
        "A one-of-a-kind silver-screen illusionist, Czech filmmaker Karel Zeman devoted his career to transporting viewers to realms beyond their wildest imagining. The deft, breathtaking combinations of live action and animation techniques that he pioneered in the postwar years earned him comparisons to legends such as Georges Melies, and an array of followers that includes Jan Svankmajer, Terry Gilliam, and Wes Anderson. Presented here are three of Zeman's most enchanting fantasies--a boys' adventure into the mists of prehistory, a Jules Verne-derived flight of fancy, and an exotic eighteenth-century tall tale--all of them treasure chests of wondrous sights, tactile textures, and headlong yarn-spinning that helped put Czechoslovak cinema on the international map.",
        "One hundred years after his birth, Federico Fellini still stands apart as a giant of the cinema. The Italian maestro is defined by his dualities: the sacred and the profane, the masculine and the feminine, the provincial and the urbane. He began his career working in the slice-of-life poetry of neorealism, and though he soon spun off on his own freewheeling creative axis, he never lost that grounding, evoking his dreams, memories, and obsessions in increasingly grand productions teeming with carnivalesque imagery and flights of phantasmagoric surrealism while maintaining an earthy, embodied connection to humanity. Bringing together fourteen of the director's greatest spectacles, all beautifully restored, this centenary box set is a monument to an artist who conjured a cinematic universe all his own: a vision of the world as a three-ring circus in which his innermost infatuations, fears, and fantasies take center stage.",
        "In the early 1970s, a kung-fu dynamo named Bruce Lee side-kicked his way onto the screen and straight into pop-culture immortality. With his magnetic screen presence, tightly coiled intensity, and superhuman martial-arts prowess, Lee was an icon who conquered both Hong Kong and Hollywood cinema and transformed the art of the action film in the process. This collection brings together the five films that define the Lee legend: furiously exciting fist-fliers propelled by his innovative choreography, unique martial-arts philosophy, and whirlwind fighting style. Though he completed only a handful of films while at the peak of his stardom before his untimely death at age thirty-two, Lee left behind a monumental legacy as both a consummate entertainer and a supremely disciplined artist who made Hong Kong action cinema a sensation the world over.",
        "Established by Martin Scorsese in 2007, The Film Foundation's World Cinema Project has maintained a fierce commitment to preserving and presenting masterpieces from around the globe, with a growing roster of more than three dozen restorations that have introduced movie lovers to often-overlooked areas of cinema history. Presenting passionate stories of revolution, identity, agency, forgiveness, and exclusion, this collector's set gathers six of those important works, from Brazil (Pixote), Cuba (Lucia), Indonesia (After the Curfew), Iran (Downpour), Mauritania (Soleil O), and Mexico (Dos monjes). Each title is a pathbreaking contribution to the art form and a window onto a filmmaking tradition that international audiences previously had limited opportunities to experience."
    ],
    "cast": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "colour": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "credits": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "date_scraped": [
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020",
        "28122020"
    ],
    "films_contained": [
        "Au revoir les enfants, Murmur of the Heart, Lacombe, Lucien",
        "Journey to Italy, Europe '51, Stromboli",
        "The Docks of New York, The Last Command, Underworld",
        "Love on the Run, Bed and Board, Stolen Kisses, The 400 Blows",
        "Le bonheur, La Pointe Courte, Cleo from 5 to 7, Vagabond",
        "High and Low, One Wonderful Sunday , The Lower Depths, Kagemusha, Seven Samurai, The Bad Sleep Well, Stray Dog, Drunken Angel, I Live in Fear, Scandal, The Idiot, Sanjuro, Rashomon, Throne of Blood, Dodes'ka-den, Red Beard, Sanshiro Sugata, Ikiru, The Men Who Tread on the Tiger's Tail, Yojimbo, The Most Beautiful, The Hidden Fortress, No Regrets for Our Youth, Sanshiro Sugata, Part Two, Madadayo",
        "Five Easy Pieces, Drive, He Said, The King of Marvin Gardens, Head, Easy Rider, A Safe Place, The Last Picture Show",
        "My Dinner with Andre, A Master Builder, Vanya on 42nd Street",
        "Kanal, Ashes and Diamonds, A Generation",
        "Apur Sansar, Aparajito, Pather Panchali",
        "Before Sunrise, Before Sunset, Before Midnight",
        "Lola, The Marriage of Maria Braun, Veronika Voss",
        "By Brakhage: An Anthology, Volume Two, By Brakhage: An Anthology, Volume One",
        "Gertrud, Carl Th. Dreyer--My Metier, Day of Wrath, Ordet",
        "The 39 Steps, The Lady Vanishes, The Man Who Knew Too Much, Foreign Correspondent",
        "Mon oncle, PlayTime, Monsieur Hulot's Holiday, Jour de fete, Trafic, Parade",
        "A propos de Nice, L'Atalante, Zero de conduite",
        "Lady Snowblood: Love Song of Vengeance, Lady Snowblood",
        "Monterey Pop, Jimi Plays Monterey & Shake! Otis at Monterey",
        "In Which We Serve, Brief Encounter, This Happy Breed, Blithe Spirit",
        "Shanghai Express, The Scarlet Empress, The Devil Is a Woman, Dishonored, Blonde Venus, Morocco",
        "I Was Born, But . . . , Tokyo Chorus, Passing Fancy",
        "The Ascent, Wings",
        "Ariel, Shadows in Paradise, The Match Factory Girl",
        "Sisters of the Gion, Women of the Night, Osaka Elegy, Street of Shame",
        "The Age of the Medici, Cartesius, Blaise Pascal",
        "Japanese Girls at the Harbor, Ornamental Hairpin, Mr. Thank You, The Masseurs and a Woman",
        "Rembrandt, The Rise of Catherine the Great, The Private Life of Henry VIII, The Private Life of Don Juan",
        "I Am Waiting, Take Aim at the Police Van, Cruel Gun Story, A Colt Is My Passport , Rusty Knife",
        "Innocence Unprotected, Man Is Not a Bird, Love Affair, or the Case of the Missing Switchboard Operator",
        "Les rendez-vous d'Anna, Je tu il elle, La chambre, Hotel Monterey, News from Home",
        "Torment, Port of Call, Crisis, Thirst, To Joy",
        "Major Barbara, Androcles and the Lion, Caesar and Cleopatra",
        "Japanese Summer: Double Suicide, Pleasures of the Flesh, Violence at Noon, Three Resurrected Drunkards, Sing a Song of Sex",
        "Quadrille, The Pearls of the Crown, Desire, The Story of a Cheat",
        "The Most Beautiful, The Men Who Tread on the Tiger's Tail, Sanshiro Sugata, Part Two, Sanshiro Sugata",
        "A Married Couple, Memory for Max, Claire, Ida and Company, Dying at Grace, Come On Children, Warrendale",
        "Sapphire, The League of Gentlemen, All Night Long, Victim",
        "Apart from You, Flunky, Work Hard, No Blood Relation, Street Without End, Every-Night Dreams",
        "Tormento, Nobody's Children, Chains, The White Angel",
        "The Warped Ones, Black Sun, I Hate But Love, Thirst for Love, Intimidation",
        "Leningrad Cowboys Go America, Total Balalaika Show, Leningrad Cowboys Meet Moses",
        "God's Country, Calcutta, Humain, trop humain, . . . And the Pursuit of Happiness, Place de la Republique, Phantom India, Vive le Tour",
        "The Drum, Jungle Book, Elephant Boy",
        "My Crasy Life, Poto and Cabengo, Routine Pleasures",
        "Capricious Summer, Pearls of the Deep, Daisies, Return of the Prodigal Son, A Report on the Party and Guests, The Joke",
        "Chafed Elbows, No More Excuses, Two Tons of Turquoise to Taos Tonight, Putney Swope, Babo 73",
        "Remorques, Lumiere d'ete, Le ciel est a vous",
        "Wild 90, Maidstone, Beyond the Law",
        "Madonna of the Seven Moons, The Wicked Lady, The Man in Grey",
        "Goke, Body Snatcher from Hell, The X from Outer Space, Genocide, The Living Skeleton",
        "I Will Buy You, The Inheritance, The Thick-Walled Room, Black River",
        "Katzelmacher, Beware of a Holy Whore, Love Is Colder Than Death, The American Soldier, Gods of the Plague",
        "Early Spring, Late Autumn, Tokyo Twilight, Equinox Flower, The End of Summer",
        "An Enemy of the People, The Stranger, The Home and the World",
        "The Living Magoroku, Army, Jubilation Street, Morning for the Osone Family, Port of Flowers",
        "That Night's Wife, Walk Cheerfully, Dragnet Girl",
        "Uncle Yanco, Black Panthers, Mur Murs, Lions Love (. . . and Lies), Documenteur",
        "Poil de carotte, David Golder, Un carnet de bal, La tete d'un homme",
        "Lettres d'amour, Sylvie et le fantome, Douce, Le mariage de Chiffon",
        "Dollar, A Woman's Face, June Night, Intermezzo, The Count of the Old Town, Walpurgis Night",
        "Wooden Crosses, Les miserables",
        "The Steel Helmet, The Baron of Arizona, I Shot Jesse James",
        "Blood Wedding, Carmen, El amor brujo",
        "I Live in Fear, Scandal, The Idiot, No Regrets for Our Youth, One Wonderful Sunday",
        "One Hour with You, Monte Carlo, The Smiling Lieutenant, The Love Parade",
        "Mr. Freedom, Who Are You, Polly Maggoo?, The Model Couple",
        "Alexander Nevsky, Ivan the Terrible, Part II, Ivan the Terrible, Part I",
        "The Emigrants, The New Land",
        "The 39 Steps, Le jour se leve, Ivan the Terrible, Part II, Jules and Jim, Miss Julie, Ballad of a Soldier, Brief Encounter, The 400 Blows, Haxan, Kind Hearts and Coronets, Richard III , The Rules of the Game, La strada, Pepe le moko, Umberto D., Grand Illusion, Alexander Nevsky, The Importance of Being Earnest, Seven Samurai, Black Orpheus, Fires on the Plain, The Fallen Idol, Loves of a Blonde, Floating Weeds, The Lady Vanishes, Summertime, The Wages of Fear, The Third Man, The White Sheik, Wild Strawberries, M, Rashomon, The Spirit of the Beehive, Ugetsu, Pygmalion, Monsieur Hulot's Holiday, Fists in the Pocket, Ashes and Diamonds, Beauty and the Beast, The Virgin Spring, Ikiru, The Seventh Seal, Three Documentaries, L'avventura, Pandora's Box, Viridiana, The Life and Death of Colonel Blimp, Il posto, Forbidden Games, Knife in the Water",
        "The Young Girls of Rochefort, The Umbrellas of Cherbourg, Une chambre en ville, Bay of Angels, Lola, Donkey Skin",
        "Fanny and Alexander: Theatrical Version, Fanny and Alexander: Television Version, The Making of Fanny and Alexander",
        "Winter Light, The Silence, Through a Glass Darkly",
        "Gates of Heaven, Vernon, Florida",
        "The Most Dangerous Game, Lord of the Flies, Great Expectations, Oliver Twist",
        "The Beales of Grey Gardens, Grey Gardens",
        "I Am Curious--Yellow, I Am Curious--Blue",
        "Sans Soleil, La Jetee",
        "A Constant Forge, Opening Night, Shadows, A Woman Under the Influence, Faces, The Killing of a Chinese Bookie",
        "The Killers",
        "In Vanda's Room, Ossos, Colossal Youth",
        "Lone Wolf and Cub: Baby Cart to Hades, Lone Wolf and Cub: Baby Cart in Peril, Lone Wolf and Cub: Baby Cart in the Land of Demons, Lone Wolf and Cub: Sword of Vengeance, Lone Wolf and Cub: Baby Cart at the River Styx, Lone Wolf and Cub: White Heaven in Hell",
        "The Lower Depths",
        "Fanny, Cesar, Marius",
        "Dry Summer, Redes, A River Called Titas, Touki bouki, Trances, The Housemaid",
        "Revenge, Taipei Story, Limite, Law of the Border, Mysterious Object at Noon, Insiang",
        "Corridors of Blood, First Man into Space, The Haunted Strangler, The Atomic Submarine",
        "Hamlet, Richard III , Henry V",
        "There Was a Father, The Only Son",
        "Testament of Orpheus, The Blood of a Poet, Orpheus",
        "Borderline, Jericho, The Emperor Jones, Paul Robeson: Tribute to an Artist, Body and Soul, Sanders of the River, Native Land, The Proud Valley",
        "Yoyo, The Suitor, Le grand amour, Land of Milk and Honey, As Long as You've Got Your Health",
        "The Insect Woman, Intentions of Murder, Pigs and Battleships",
        "Naqoyqatsi, Powaqqatsi, Koyaanisqatsi",
        "Kill!, Samurai Spy, Samurai Rebellion, Sword of the Beast",
        "Rome Open City, Germany Year Zero, Paisan",
        "Samurai II: Duel at Ichijoji Temple, Samurai I: Musashi Miyamoto, Samurai III: Duel at Ganryu Island",
        "Ride in the Whirlwind, The Shooting",
        "The Bakery Girl of Monceau, Claire's Knee, La collectionneuse, Suzanne's Career, Love in the Afternoon, My Night at Maud's",
        "The Golden Coach, Elena and Her Men, French Cancan",
        "Floating Weeds, A Story of Floating Weeds",
        "Three Colors: Red, Three Colors: White, Three Colors: Blue",
        "Woman in the Dunes, The Face of Another, Pitfall",
        "Pan's Labyrinth, Cronos, The Devil's Backbone",
        "The Decameron, Arabian Nights, The Canterbury Tales",
        "The Last Days of Disco, Metropolitan, Barcelona",
        "Kings of the Road, Alice in the Cities, Wrong Move",
        "Sanjuro, Yojimbo",
        "Zatoichi and the Fugitives, New Tale of Zatoichi, Zatoichi the Fugitive, Fight, Zatoichi, Fight, Zatoichi and the Chess Expert, Zatoichi Goes to the Fire Festival, Zatoichi's Vengeance, Zatoichi on the Road, The Tale of Zatoichi, Zatoichi and the Doomed Man, Zatoichi Challenged, Zatoichi Meets the One-Armed Swordsman, Zatoichi's Cane Sword, Zatoichi the Outlaw, Zatoichi's Conspiracy, Zatoichi in Desperation, The Tale of Zatoichi Continues, Zatoichi's Pilgrimage, Samaritan Zatoichi, Zatoichi's Flashing Sword, Zatoichi at Large, Zatoichi Meets Yojimbo, Zatoichi and the Chest of Gold, Zatoichi's Revenge, Adventures of Zatoichi",
        "The Discreet Charm of the Bourgeoisie, That Obscure Object of Desire, The Phantom of Liberty",
        "The Passion of Anna, The Magic Flute, Faro Document 1979, The Magician, Waiting Women, Sawdust and Tinsel, Saraband, The Touch, Summer with Monika, From the Life of the Marionettes, Dreams, Hour of the Wolf, The Rite, Fanny and Alexander: Television Version, Smiles of a Summer Night, Persona, Wild Strawberries, Cries and Whispers, To Joy, Fanny and Alexander: Theatrical Version, Autumn Sonata, Shame, A Lesson in Love, Port of Call, Crisis, The Virgin Spring, All These Women, The Seventh Seal, A Ship to India, The Serpent's Egg, Faro Document, Brink of Life, The Devil's Eye, Summer Interlude, Winter Light, Scenes from a Marriage, After the Rehearsal, Through a Glass Darkly, The Silence, Thirst",
        "2046, In the Mood for Love, Days of Being Wild, Happy Together, Fallen Angels, As Tears Go By, Chungking Express",
        "Police Story, Police Story 2",
        "Mothra vs. Godzilla, Ghidorah, the Three-Headed Monster, Godzilla vs. Megalon, Godzilla vs. Gigan, All Monsters Attack, Godzilla vs. Hedorah, Terror of Mechagodzilla, Godzilla, King Kong vs. Godzilla, Godzilla vs. Mechagodzilla, Invasion of Astro-Monster, Destroy All Monsters, Ebirah, Horror of the Deep, Godzilla Raids Again, Son of Godzilla",
        "Where Is the Friend's House?, And Life Goes On, Through the Olive Trees",
        "Uncle Yanco, Lions Love (. . . and Lies), Varda by Agnes, The Gleaners and I, Agnes de ci de la Varda, The Gleaners and I: Two Years Later, Jane B. par Agnes V., The Beaches of Agnes, Mur Murs, Cleo from 5 to 7, Vagabond, Kung-Fu Master!, One Sings, the Other Doesn't, Les creatures, Faces Places, La Pointe Courte, Daguerreotypes, Black Panthers, One Hundred and One Nights, Jacquot de Nantes, Documenteur, Le bonheur",
        "Invention for Destruction, Journey to the Beginning of Time, The Fabulous Baron Munchausen",
        "Fellini Satyricon, I vitelloni, Amarcord, 8 1/2 , Variety Lights, La dolce vita, Roma, Intervista, The White Sheik, La strada, Nights of Cabiria, Il bidone, Juliet of the Spirits, And the Ship Sails On",
        "Game of Death, Enter the Dragon, The Way of the Dragon, The Big Boss, Fist of Fury",
        "Lucia, Soleil O, Downpour, After the Curfew, Dos monjes, Pixote"
    ],
    "formats": [
        "DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "DVD",
        "DVD",
        "DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "Eclipse DVD",
        "DVD",
        "Blu-Ray, DVD",
        "Essential Art House DVD",
        "Blu-Ray/DVD Combo",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "DVD",
        "DVD",
        "DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray, DVD",
        "Blu-Ray/DVD Combo",
        "Blu-Ray/DVD Combo",
        "DVD",
        "DVD",
        "DVD",
        "DVD",
        "DVD",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "DVD",
        "DVD",
        "Blu-Ray, DVD",
        "DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray",
        "Blu-Ray",
        "Blu-Ray",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray, DVD",
        "Blu-Ray",
        "Blu-Ray",
        "Blu-Ray/DVD Combo"
    ],
    "language": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "run_time": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "special_features": [
        "New, restored high-definition digital transfers, New interviews with actor Candice Bergen and biographer Pierre Billard *- Excerpts from a French TV program featuring the director on the sets of Murmur of the Heart and Lacombe, Lucien, Audio interviews with Malle from 1974, 1988, and 1990, The Immigrant, Charlie Chaplin's 1917 short comedy, featured in Au revoir les enfants, A profile of the provocative character of Joseph from Au revoir les enfants, created by filmmaker Guy Magen, in 2005, Original theatrical trailers, New and improved English subtitle translations, Essays by critics Michael Sragow, Pauline Kael, and Philip Kemp and historian Francis J. Murphy, as well as a filmography",
        "New digital restorations of the English- and Italian-language versions of Stromboli and Europe '51 and of Journey to Italy, with uncompressed monaural soundtracks on the Blu-ray editions, Introductions to all three films by director Roberto Rossellini, Rossellini Under the Volcano, a 1998 documentary that returns to Stromboli fifty years after the making of the film, New interview with film historian Elena Dagrada on the different versions of Europe '51, Audio commentary on Journey to Italy by film scholar Laura Mulvey, Short film featuring footage of the Rossellinis during the production of Journey to Italy, New interviews with film critic Adriano Apra about all three films , Surprised by Death, a new visual essay by film critic James Quandt on the historical and artistic themes of the trilogy, Living and Departed, a new visual essay by Rossellini scholar Tag Gallagher on the evolution of the director's style in the trilogy, New interview with filmmaker Martin Scorsese, New interview with Rossellini and actress Ingrid Bergman's daughters, Ingrid Rossellini and Isabella Rossellini, Rossellini Through His Own Eyes, a 1992 documentary on the director's approach to cinema, New interview with G. Fiorella Mariani, Rossellini's niece, featuring Bergman's home movies, Ingrid Bergman Remembered, a 1995 documentary on the actress's life, narrated by her daughter Pia Lindstrom, My Dad Is 100 Years Old, a 2005 short film directed by Guy Maddin and starring Isabella Rossellini , The Chicken, a 1952 short film directed by Rossellini and starring Bergman, New English subtitle translations , PLUS: A booklet featuring essays by Richard Brody, Dina Iordanova, Dagrada, Fred Camper, and Paul Thomas; letters between Bergman and Rossellini; a 1950 article by Rossellini; and two interviews with the director, from 1954 and 1963",
        "High-definition digital restorations of all three films, Six scores: by Robert Israel for all three films, Alloy Orchestra for Underworld and The Last Command, and Donald Sosin and Joanna Seaton for The Docks of New York, Two video essays from 2010, one by UCLA film professor Janet Bergstrom and the other by film scholar Tag Gallagher, Swedish television interview from 1968 with director Josef von Sternberg, PLUS: A booklet featuring essays by critic Geoffrey O'Brien, scholar Anton Kaes, and author and critic Luc Sante; notes on the scores by the composers; Ben Hecht's original treatment for Underworld; and an excerpt from von Sternberg's 1965 autobiography, Fun in a Chinese Laundry, on actor Emil Jannings",
        "New digital transfers of all films, enhanced for widescreen televisions, Truffaut's early short film, Les mistons, Audio commentary for Les mistons by assistant director and future co-writer Claude de Givray, Audio/visual \"primer\" for Les mistons by film historian Serge Toubiana, Working with Francois Truffaut: Claude de Givray and Bernard Revon, An exclusive re-edited version of a 1986 interview with Truffaut co-writers Claude de Givray and Bernard Revon, originally conducted for Rainer Gansera's documentary Arbeiten mit Francois Truffaut, Excerpt from the rare documentary Francois Truffaut (1961) featuring Truffaut discussing his influences and beginnings, along with Les mistons and The 400 Blows, Interview from the 1981 French TV show Champ contre champ in which Truffaut discusses Jean-Pierre Leaud, and the challenges of creating films that are intensely personal, yet popular in appeal, Promotional art gallery for The 400 Blows, Stolen Kisses, Bed and Board and Love on the Run, Two audio commentaries for The 400 Blows: one by cinema professor Brian Stonehill and another by lifelong friend of Truffaut, Robert Lachenay, Rare audition footage of The 400 Blows stars Jean-Pierre Leaud, Patrick Auffay and Richard Kanayan, Newsreel footage of Jean-Pierre Leaud in Cannes for the showing of The 400 Blows, Excerpt from a French TV program with Truffaut discussing his youth, critical writings, and the origins of Antoine Doinel in The 400 Blows and Antoine and Colette, Television interview with Truffaut about the global financial reception of The 400 Blows and his own critical impression of the film, Theatrical trailers for The 400 Blows, Stolen Kisses, Bed and Board, and Love on the Run, Introduction to Stolen Kisses by film historian Serge Toubiana, Excerpt from the TV show Cineastes de notre temps: Francois Truffaut, dix ans, dix films in which Truffaut discusses his vision of the Doinel cycle, and the complex relationship between Doinel and actor Jean-Pierre Leaud, Archival newsreel footage of the \"Langlois Affair,\" documenting protests by Truffaut and other French film industry luminaries against the removal of Cinematheque francaise director Henri Langlois, Promotional spot featuring Jean-Luc Godard and Francois Truffaut appealing for public support of Henri Langlois, Newsreel footage of Truffaut's impassioned rally to shut down the 1968 Cannes Film Festival in support of striking students and workers, Rare behind-the-scenes footage with Truffaut at work on the Bed and Board set, and being interviewed along with actress Claude Jade, Rare television interview with Jean-Pierre Leaud discussing his feelings about Truffaut and Antoine Doinel, and his thoughts about \"ending\" the series, Excerpt from the 1972 documentary Approches du cinema: Francois Truffaut ou la nouvelle vague, in which Truffaut addresses the complexities of Antoine Doinel, Rare television interview excerpt of Truffaut and actress/co-writer Marie-France Pisier discussing their working styles and their feelings about Love on the Run, Excerpt from the 1980 TV show Cinescope in which Truffaut addresses his misgivings about his finale to the Doinel series, and illuminates his feelings about Jean-Pierre Leaud and Antoine Doinel, New and improved subtitle translation for all films",
        "New, restored digital transfers, Three short films by Varda: L'opera Mouffe (1958), Du cote de la cote (1958), and Les fiances du pont Macdonald (1961), On La Pointe Courte: new video interview with Varda; excerpts from a 1964 episode of the television series Cineastes de notre temps, in which Varda discusses her early career, On Cleo from 5 to 7: documentary from 2005 on the making of the film; 2005 short film retracing Cleo's steps through Paris; Varda speaking with Madonna about the film in 1993, On Le bonheur: 2006 featurettes with the three actors from the film; discussion about the film from 2006 between four intellectuals; footage of Varda on set; 1998 interview with Varda, On Vagabond: 2003 documentary on the making of the film; conversation from 2003 between Varda and composer Joanna Bruzdowicz; 1986 radio interview with Varda and writer Nathalie Sarraute, who inspired the film, Theatrical trailers, PLUS: New essays by Chris Darke, Adrian Martin, Amy Taubin, and Ginette Vincendeau, as well as a foreword by Varda on each film",
        "This deluxe, linen-bound collector's set includes twenty-five films and an illustrated book featuring an introduction and notes on each of the films by Stephen Prince (The Warrior's Camera: The Cinema of Akira Kurosawa) and a remembrance by Donald Richie (The Films of Akira Kurosawa).",
        "New, restored high-definition digital transfer, with uncompressed monaural soundtrack and newly created, optional DTS-HD Master Audio 5.1 soundtrack on the Blu-ray edition , Audio commentary featuring the Monkees , New video interview with director Bob Rafelson , New documentary about BBS featuring critic David Thomson and historian Douglas Brinkley , Screen tests with the Monkees , Trailers and TV and radio spots , Ephemera, including behind-the-scenes photos by Henry Diltz , Rare 1968 television interview with the Monkees, English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer, supervised by director of photography Laszlo Kovacs, with uncompressed monaural soundtrack and optional DTS-HD Master Audio soundtrack on the Blu-ray edition, Two audio commentaries, one featuring actor-director-writer Dennis Hopper, the other Hopper, actor-writer Peter Fonda, and production manager Paul Lewis , Born to Be Wild (1995) and \"Easy Rider\": Shaking the Cage, (1999), documentaries about the making and history of the film , Television excerpts showing Hopper and Fonda at the Cannes Film Festival , New video interview with BBS cofounder Steve Blauner , Theatrical trailers, English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer, supervised by director of photography Laszlo Kovacs, with uncompressed monaural soundtrack on the Blu-ray edition , Audio commentary featuring director Bob Rafelson and interior designer Toby Rafelson , Soul Searching in \"Five Easy Pieces,\" a 2009 video piece with Rafelson , BBStory, a 2009 documentary about the BBS era, with Rafelson, actors Jack Nicholson, Karen Black, and Ellen Burstyn, and directors Peter Bogdanovich and Henry Jaglom, among others , Audio excerpts from a 1976 AFI interview with Rafelson , Theatrical trailer and teasers , English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer, supervised by director Jack Nicholson, with uncompressed monaural soundtrack on the Blu-ray edition , A Cautionary Tale of Campus Revolution and Sexual Freedom, a 2009 video piece featuring Nicholson , Theatrical trailer , English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer, with uncompressed monaural soundtrack on the Blu-ray edition , Audio commentary featuring director Henry Jaglom , Henry Jaglom Finds \"A Safe Place,\" a 2009 video piece in which the director discusses the film , Notes on the New York Film Festival, a 1971 video interview with Jaglom and director Peter Bogdanovich , Outtakes and screen tests , Theatrical trailer , English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer of Peter Bogdanovich's director's cut, supervised by Bogdanovich, with uncompressed monaural soundtrack on the Blu-ray edition , Two audio commentaries, one from 1991, featuring Bogdanovich and actors Cybill Shepherd, Randy Quaid, Cloris Leachman, and Frank Marshall; the other from 2009, featuring Bogdanovich , \"The Last Picture Show\": A Look Back, (1999) and Picture This (1990), documentaries about the making of the film , A Discussion with Filmmaker Peter Bogdanovich, a 2009 Q&A , Screen tests and location footage , Excerpts from a 1972 television interview with director Francois Truffaut about the New Hollywood , Theatrical trailers , English subtitles for the deaf and hard of hearing, New, restored high-definition digital transfer, supervised by director of photogaphy Laszlo Kovacs, with uncompressed monaural soundtrack on the Blu-ray edition , Selected-scene commentary featuring director Bob Rafelson , Reflections of a Philosopher King, a 2009 video piece with Rafelson and actress Ellen Burstyn , Afterthoughts, a 2002 interview with Rafelson, about the film, produced by Rafelson, Kovacs, and actor Bruce Dern , Theatrical trailer , English subtitles for the deaf and hard of hearing, PLUS: A booklet featuring new essays by critics J. Hoberman, Chuck Stephens, Matt Zoller Seitz, Kent Jones, Graham Fuller, and Mark Le Fanu",
        "High-definition digital restoration of My Dinner with Andre, with uncompressed monaural soundtrack on the Blu-ray; restored high-definition digital transfer of Vanya on 42nd Street, supervised by director of photography Declan Quinn, with uncompressed stereo soundtrack on the Blu-ray; and high-definition digital master of A Master Builder, supervised by Quinn, with 5.1 surround DTS-HD Master Audio soundtrack on the Blu-ray, Interview from 2009 with actor-writers Andre Gregory and Wallace Shawn about My Dinner with Andre, conducted by their friend the filmmaker Noah Baumbach, \"My Dinner with Louis,\" a 1982 episode of the BBC program Arena in which Shawn interviews director Louis Malle, Documentary from 2012 about Vanya on 42nd Street, featuring interviews with Gregory; actors Lynn Cohen, George Gaynes, Julianne Moore, Larry Pine, Shawn, and Brooke Smith; and producer Fred Berner, New interviews about A Master Builder with Gregory, Shawn, director Jonathan Demme, and actors Julie Hagerty and Lisa Joyce, New program featuring Gregory, Shawn, and their friend the author Fran Lebowitz in conversation, Trailers for Vanya on 42nd Street and A Master Builder, English subtitles for the deaf and hard of hearing, PLUS: Essays on the films by critics Amy Taubin, Steve Vineberg, and Michael Sragow; the prefaces written by Gregory and Shawn for the 1981 publication of My Dinner with Andre's screenplay; and a 1994 report by Taubin from the set of Vanya on 42nd Street",
        "New, restored high-definition digital transfers, Audio commentary by film scholar Annette Insdorf on Ashes and Diamonds, More than ninety minutes of exclusive new interviews with Andrzej Wajda and colleagues, discussing the director's career and the making of these films, Vintage newsreel on the making of Ashes and Diamonds, Ceramics from Ilza (Ceramika Ilzecka), Wajda's 1951 film school short, Jan Nowak-Jezioranski: Courier from Warsaw, an interview by Wajda of a Warsaw Uprising insider, Rare behind-the-scenes production photos, publicity stills, and posters, A gallery of Wajda's original drawings and paintings, New and improved English subtitle translations, PLUS: New essays by film scholars and critics Ewa Mazierska, John Simon, and Paul Coates",
        "New 4K digital restorations of all three films, undertaken in collaboration with the Academy Film Archive at the Academy of Motion Picture Arts and Sciences and L'Immagine Ritrovata, with uncompressed monaural soundtracks on the Blu-rays, Audio recordings from 1958 of director Satyajit Ray reading his essay \"A Long Time on the Little Road\" and in conversation with film historian Gideon Bachmann, New interviews with actors Soumitra Chatterjee, Shampa Srivastava, and Sharmila Tagore; camera assistant Soumendu Roy; and film writer Ujjal Chakraborty, Making \"The Apu Trilogy\": Satyajit Ray's Epic Debut, a new video essay by Ray biographer Andrew Robinson , \"The Apu Trilogy\": A Closer Look, a new program featuring filmmaker, producer, and teacher Mamoun Hassan , Excerpts from the 2003 documentary The Song of the Little Road, featuring composer Ravi Shankar, The Creative Person: \"Satyajit Ray,\" a 1967 half-hour documentary by James Beveridge, featuring interviews with Ray, several of his actors, members of his creative team, and film critic Chidananda Das Gupta, Footage of Ray receiving an honorary Oscar in 1992, New programs on the restorations by filmmaker :: kogonada, New English subtitle translations, PLUS: A booklet featuring essays by critics Terrence Rafferty and Girish Shambu, as well as a selection of Ray's storyboards for Pather Panchali New cover by F. Ron Miller",
        "New, restored 2K digital transfers of Before Sunrise and Before Sunset and a 2K digital master of Before Midnight, approved by director Richard Linklater, with 2.0 surround DTS-HD Master Audio soundtrack on the Before Sunrise Blu-ray and 5.1 surround DTS-HD Master Audio soundtracks on the Before Sunset and Before Midnight Blu-rays, New discussion featuring Linklater and actors Julie Delpy and Ethan Hawke, moderated by critic Kent Jones, Behind-the-scenes footage and interviews from the productions of Before Sunrise and Before Sunset, Audio commentary on Before Midnight by Delpy, Linklater, and Hawke, Richard Linklater: Dream Is Destiny, a feature-length 2016 documentary by Louis Black and Karen Bernstein, After Before, a new documentary by Athina Rachel Tsangari about the making of Before Midnight in Greece, New conversation between scholars Dave Johnson and Rob Stone about Linklater's work, Episode of the radio program Fresh Air featuring host Terry Gross, Linklater, Delpy, and Hawke, Linklater // On Cinema & Time, a 2016 video essay by filmmaker :: kogonada, English subtitles for the deaf and hard of hearing, PLUS: An essay on the trilogy by critic Dennis Lim",
        "New 4K digital restorations of The Marriage of Maria Braun and Lola, with uncompressed monaural soundtracks , High-definition digital restoration of Veronika Voss, with uncompressed monaural soundtrack , Audio commentaries from 2003 featuring filmmaker Wim Wenders and cinematographer Michael Ballhaus (The Marriage of Maria Braun), film critic and author Tony Rayns (Veronika Voss), and film scholar Christian Braad Thomsen (Lola) , Interviews from 2003 with actors Hanna Schygulla, Rosel Zech, and Barbara Sukowa , Interviews from 2003 with cinematographer Xaver Schwarzenberger, screenwriter Peter Marthesheimer, and film scholar Eric Rentschler , Life Stories: A Conversation with R. W. Fassbinder, an interview filmed for German television in 1978 , I Don't Just Want You to Love Me, a feature-length 1992 documentary on director Rainer Werner Fassbinder's life and career , Dance with Death, a program from 2000 about Ufa studios star Sybille Schmitz, Fassbinder's inspiration for the character Veronika Voss , Conversation from 2003 between author and curator Laurence Kardish and film editor Juliane Lorenz , Trailers , PLUS: An essay by film critic Kent Jones and production histories by author Michael Toteberg (Rainer Werner Fassbinder)",
        "High-definition digital transfers of all twenty-six films, with uncompressed audio for those with sound:, Brakhage on Brakhage, four video encounters with the filmmaker, Audio remarks on selected films by director Stan Brakhage, New high-definition digital transfers of all thirty films, with uncompressed audio for those with sound:, Brakhage on Brakhage, three video encounters with the filmmaker, For Stan, a 2009 short film by Brakhage's wife, Marilyn Brakhage, Two segments from a 1990 video interview with Brakhage for the Boulder Arts Commission, Footage from Brakhage's Sunday salons at the University of Colorado, Audio recordings of two lectures by Brakhage, one from the Beckwith Lecture Series and one on Gertrude Stein's poem Stanzas in Meditation, PLUS: A booklet featuring a foreword and program notes by Marilyn Brakhage, film capsules and an essay by Brakhage expert Fred Camper, and an essay on the films' preservation by Mark Toscano of the Academy Film Archive",
        "New digital transfers of all the films, supervised by Gertrud cinematographer Henning Bendtsen, Interview footage with cast members from Day of Wrath, Ordet, and Gertrud, Archival footage of Dreyer during the production of Gertrud, Interviews with Dreyer cinematographers Henning Bendtsen and Jorgen Roos, A 22-page booklet, including a reprint of Dreyer's essay \"Thoughts on My Metier\", An extensive essay by Dreyer scholar Edvin Kau, Stills galleries accompanying each film, Gertrud enhanced for 16x9 televisions",
        "Digital restorations of all four films, with uncompressed monaural soundtracks, Audio commentaries on The Man Who Knew Too Much, The 39 Steps, and The Lady Vanishes, Video essays, radio adaptations, documentaries, and new and archival interviews, Crook's Tour, a 1941 film starring Basil Radford and Naunton Wayne as Charters and Caldicott, their characters from The Lady Vanishes, Production design drawings, behind-the-scenes photos, and promotional art, English subtitles for the deaf and hard of hearing, PLUS: Essays by writers Charles Barr, David Cairns, James Naremore, Geoffrey O'Brien, and Farran Smith Nehme",
        "New digital restorations of all six feature films, with uncompressed monaural soundtracks on the Blu-rays of Jour de fete, Monsieur Hulot's Holiday, Mon oncle, Trafic, and Parade and 3.0 surround DTS-HD Master Audio soundtrack on the Blu-ray of PlayTime, New digital restorations of all seven short films: On demande une brute (1934), Gai dimanche (1935), Soigne ton gauche (1936), L'ecole des facteurs (1946), Cours du soir (1967), Forza Bastia (1978), and Degustation maison (1978), Two alternate versions of Jour de fete, a partly colorized 1964 version and the full-color 1995 rerelease version, Original 1953 theatrical release version of Monsieur Hulot's Holiday, My Uncle, the version of Mon oncle that director Jacques Tati created for English-language audiences , Introductions by actor and comedian Terry Jones to Monsieur Hulot's Holiday, Mon oncle, and PlayTime, Archival video and audio interviews with Tati, In the Footsteps of Monsieur Hulot, a 1989 documentary about Tati's beloved alter ego , Five visual essays and a classroom lecture by Tati expert Stephane Goudet, New interview with critic Michel Chion on Tati's sound design, \"Jour de fete\": In Search of the Lost Color, a 1988 documentary on the restoration of the film to Tati's original color vision, Once Upon a Time . . . \"Mon oncle,\" a 2008 documentary on the making of the film, Everything Is Beautiful, a 2005 piece on the fashion, furniture, and architecture of Mon oncle, Selected-scene commentaries on PlayTime by Goudet, theater director Jerome Deschamps, and critic Philip Kemp, Tativille, a documentary shot on the set of PlayTime, Beyond \"PlayTime,\" a short 2002 documentary featuring on-set footage, \"An Homage to Jacques Tati,\" a 1982 program featuring Tati friend and set designer Jacques Lagrange, Interview from 2006 with PlayTime script supervisor Sylvette Baudrot, Tati Story, a short biographical film from 2002, Alternate international soundtracks for Monsieur Hulot's Holiday and PlayTime, Trailers, New English subtitle translations, PLUS: A booklet featuring essays by critics James Quandt, Jonathan Rosenbaum, Kristin Ross, and David Cairns New covers by David Merveille",
        "New high-definition digital restorations of all four of Jean Vigo's films, with uncompressed monaural soundtracks on the Blu-ray edition, Audio commentaries featuring Michael Temple, author of Jean Vigo, Score for A propos de Nice by Marc Perrone, from 2001, Alternate edits from A propos de Nice, featuring footage cut by Vigo, Episode of the French television series Cineastes de notre temps about Vigo, from 1964, Conversation from 1968 between filmmakers Francois Truffaut and Eric Rohmer on L'Atalante, Animated tribute to Vigo by filmmaker Michel Gondry, Les voyages de \"L'Atalante,\" film restorer and historian Bernard Eisenschitz's 2001 documentary tracking the history of the film, Video interview from 2001 with director Otar Iosseliani on Vigo, New and improved English subtitle translations, PLUS: A booklet featuring new essays by critics Michael Almereyda, Robert Polito, B. Kite, and Luc Sante New cover by Jason Hardy",
        "New 2K digital restorations of both films, with uncompressed monaural soundtracks on the Blu-rays , New interviews with Kazuo Koike, the writer of the manga that inspired the films, and screenwriter Norio Osada, Trailers, New English subtitle translations, PLUS: An essay by critic Howard Hampton New cover by Angie Wang",
        "New 16-bit 4K digital restoration of Monterey Pop, supervised by director D. A. Pennebaker, with uncompressed stereo soundtrack, Restored high-definition digital transfers of Jimi Plays Monterey and Shake! Otis at Monterey, with uncompressed stereo soundtracks, Alternate soundtracks for all three films featuring 5.1 surround mixes by recording engineer Eddie Kramer, presented in DTS-HD Master Audio, Two hours of performances not included in Monterey Pop, from the Association, Big Brother and the Holding Company, the Blues Project, Buffalo Springfield, the Paul Butterfield Blues Band, the Byrds, Country Joe and the Fish, the Electric Flag, the Grateful Dead, Jefferson Airplane, Al Kooper, the Mamas and the Papas, the Steve Miller Blues Band, Moby Grape, Laura Nyro, Quicksilver Messenger Service, Simon and Garfunkel, Tiny Tim, and the Who, Audio commentaries from 2002 featuring Pennebaker, festival producer Lou Adler, and music critics Charles Shaar Murray and Peter Guralnick, New interviews with Adler and Pennebaker, Chiefs (1968), a short film by Richard Leacock, which played alongside Monterey Pop in theaters, Interviews from 2002 with Adler and Pennebaker and with Phil Walden, Otis Redding's manager, 1987 interview with Pete Townshend on Monterey and Jimi Hendrix, Audio interviews with festival producer John Phillips, festival publicist Derek Taylor, and performers Cass Elliot and David Crosby, Photo-essay by Elaine Mayes, Festival scrapbook, Trailers and radio spots, PLUS: A book featuring essays by critics Michael Chaiken, Armond White, David Fricke, Barney Hoskyns, and Michael Lydon",
        "New high-definition digital transfers of the BFI National Archive's 2008 restorations, with uncompressed monaural soundtracks on the Blu-ray editions, Audio commentary on Brief Encounter by film historian Bruce Eder, New interviews with Noel Coward scholar Barry Day on all of the films, Interview with cinematographer-screenwriter-producer Ronald Neame from 2010, Short documentaries from 2000 on the making of In Which We Serve and Brief Encounter, David Lean: A Self Portrait, a 1971 television documentary on Lean's career, Episode of the British television series The Southbank Show from 1992 on the life and career of Coward, Audio recording of a 1969 conversation between Richard Attenborough and Coward at London's National Film Theatre, Trailers, English subtitles for the deaf and hard of hearing, PLUS: A booklet featuring new essays by Ian Christie, Terrence Rafferty, Farran Smith Nehme, Geoffrey O'Brien, and Kevin Brownlow New covers by F. Ron Miller",
        "New 2K or 4K digital restorations of all six films, with uncompressed monaural soundtracks on the Blu-rays, New interviews with film scholars Janet Bergstrom and Homay King; director Josef von Sternberg's son, Nicholas; Deutsche Kinemathek curator Silke Ronneburg; and costume designer and historian Deborah Nadoolman Landis , New documentary about actor Marlene Dietrich's German origins, featuring film scholars Gerd Gemunden and Noah Isenberg , New documentary on Dietrich's status as a feminist icon, featuring film scholars Mary Desjardins, Amy Lawrence, and Patricia White , The Legionnaire and the Lady, a 1936 Lux Radio Theatre adaptation of Morocco, featuring Dietrich and actor Clark Gable , New video essay by critics Cristina Alvarez Lopez and Adrian Martin , The Fashion Side of Hollywood, a 1935 publicity short featuring Dietrich and costume designer Travis Banton , Television interview with Dietrich from 1971 , English subtitles for the deaf and hard of hearing, PLUS: A book featuring essays by critics Imogen Sara Smith, Gary Giddins, and Farran Smith Nehme",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Gorgeous new digital transfers, all with restored image and sound, Audio essay on Alexander Nevsky by film scholar David Bordwell, Multimedia essays on Eisenstein's collaboration with composer Sergei Prokofiev, the history of Ivan the Terrible, and Eisenstein's visual vocabulary, A reconstruction of Eisenstein's unfinished film Bezhin Meadow, plus rare photos and documents from the set, Deleted scenes from Ivan the Terrible, Drawings and production stills, Restoration demonstration, New English subtitle translations",
        "New high-definition digital restorations of both films, with uncompressed monaural soundtracks on the Blu-rays, New introduction by theater and film critic John Simon, New conversation between film scholar Peter Cowie and director Jan Troell, New interview with actor Liv Ullmann, To Paint with Pictures, an hour-long documentary from 2005 on the making of the films, featuring archival footage as well as interviews with Troell, Ullmann, producer and coscreenwriter Bengt Forslund, actor Eddie Axberg, and composer Georg Oddner, Trailers, New English subtitle translations, PLUS: An essay by critic Terrence Rafferty",
        "Hardcover, linen-bound box set with 240-page, full-color book and 50 DVDs, Dimensions: 12.5\" x 12.75\" x 3.5\", Weight: 14 lbs., Format: NTSC, Region: 1, Each DVD features a pristine digital transfer of the film in its original language. Foreign-language films come with optional English subtitles; English-language films with English subtitles for the deaf and hard of hearing.",
        "New 2K digital restorations of all six films, with uncompressed monaural soundtracks on the Blu-rays of Lola and Bay of Angels and 5.1 or 2.0 surround DTS-HD Master Audio soundtracks on the Blu-rays of The Umbrellas of Cherbourg, The Young Girls of Rochefort, Donkey Skin, and Une chambre en ville , Two documentaries by filmmaker Agnes Varda: The World of Jacques Demy (1995) and The Young Girls Turn 25 (1993), Four short films by director Jacques Demy: Les horizons morts (1951), Le sabotier du Val de Loire (1956), Ars (1959), and La luxure (1962), Jacques Demy, A to Z, a new visual essay by critic James Quandt, Archival interviews with Demy, composer Michel Legrand, and actors Jeanne Moreau, Catherine Deneuve, Jean Marais, and Jacques Perrin, Once Upon a Time . . . \"The Umbrellas of Cherbourg,\" a 2008 documentary, Episode from Behind the Screen, a 1966 series about the making of Young Girls, \"Donkey Skin\" Illustrated, a 2008 program on the many versions of Charles Perrault's fairy tale, \"Donkey Skin\" and the Thinkers, a 2008 program featuring critic Camille Tabouley, New conversation between Demy biographer Jean-Pierre Berthome and costume designer Jacqueline Moreau , New interviews with journalist Marie Colmant and film scholar Rodney Hill , Archival audio Q&A with Demy, Archival audio interviews with Legrand and Deneuve, Interview with actor Anouk Aimee from 2012, conducted by Varda , Interview with Varda from 2012 on the origin of Lola's song, Restoration demonstrations for Lola, Bay of Angels, Umbrellas, and Une chambre, PLUS: A booklet featuring essays by critics Ginette Vincendeau, Terrence Rafferty, Jim Ridley, Jonathan Rosenbaum, Anne E. Duggan, and Geoff Andrew, and a postscript by Berthome New covers by Jason Hardy",
        "Digital restorations of the television and theatrical versions of Fanny and Alexander, with uncompressed monaural soundtrack on the Blu-ray editions, High-definition digital transfer of Ingmar Bergman's documentary The Making of \"Fanny and Alexander\", Ingmar Bergman Bids Farewell to Film, a conversation between Bergman and film critic Nils Petter Sundgren recorded for Swedish television in 1984, Audio commentary on the theatrical version featuring film scholar Peter Cowie, A Bergman Tapestry, a documentary featuring interviews with cast and crew, Rare introductions by Bergman to eleven of his films (DVD only), Stills gallery, Costume sketches and footage of the models for the film's sets, Theatrical trailer, A selection of Bergman theatrical trailers (DVD only), Optional English-dubbed soundtrack for the theatrical version, PLUS: A booklet featuring essays by documentarian and film historian Stig Bjorkman, novelist Rick Moody, and film scholar Paul Arthur New covers by Eric Skillman",
        "On the DVD: High-definition digital transfers of all three films, On the Blu-ray: New 2K digital restorations of all three films, with uncompressed monaural soundtracks, Introductions to the films by director Ingmar Bergman, recorded in 2003 (Blu-ray only), Interview from 2012 with actor Harriet Andersson (Blu-ray only), Audio interview from 1962 with actor Gunnar Bjornstrand (Blu-ray only), Illustrated audio interview with cinematographer Sven Nykvist, recorded in 1981 (Blu-ray only), Observations from 2003 on each film by film scholar Peter Cowie, Ingmar Bergman Makes a Movie, a five-part documentary by Vilgot Sjoman made for Swedish television during the production of Winter Light, Poster gallery, Original U.S. theatrical trailers, Alternate English-dubbed soundtracks, With the DVD: Essays by film scholars Peter Matthews, Peter Cowie, and Leo Braudy, plus a statement from director Vilgot Sjoman, With the Blu-ray: An essay by film scholar Catherine Wheatley and an excerpt from Bergman's 1987 autobiography, The Magic Lantern",
        "New 2K digital restorations of both films, supervised by director Errol Morris, with uncompressed monaural soundtracks on the Blu-rays, Two new interviews with Morris, Werner Herzog Eats His Shoe (1980), a twenty-minute film by Les Blank featuring Herzog fulfilling a bet intended to inspire Morris to complete his first feature, Footage of Herzog professing his admiration for Gates of Heaven at the 1980 Telluride Film Festival, English subtitles for the deaf and hard of hearing, PLUS: An essay by critic Eric Hynes",
        "",
        "New digital transfer, Audio commentary by filmmakers Albert Maysles, Ellen Hovde, Muffie Meyer, and Susan Froemke, Excerpts from a recorded interview with Little Edie Beale by Kathryn G. Graham for Interview magazine (1976), Video interviews with fashion designers Todd Oldham and John Bartlett on the influence of Grey Gardens, Behind-the-scenes photographs, Trailers, Filmographies, English subtitles for the deaf and hard of hearing, New digital transfer, approved by director Albert Maysles, New video introduction by Maysles, English subtitles for the deaf and hard of hearing, Plus: A new essay by cultural critic Michael Musto",
        "High-definition digital transfer, Introduction by director Vilgot Sjoman from 2002, Director's diary: Vilgot Sjoman's commentary on selected scenes from the film, Interview from 2002 with legendary publisher Barney Rosset and attorney Edward de Grazia about the controversy surrounding the film, The Battle for I Am Curious--Yellow, a video essay on the film's censorship and trial, Excerpts from the transcripts of the trial for I Am Curious--Yellow, Theatrical trailer",
        "New, restored high-definition digital transfers, approved by director Chris Marker, with uncompressed monaural soundtracks on the Blu-ray, Two interviews with filmmaker Jean-Pierre Gorin, Chris on Chris, a video piece on Marker by filmmaker and critic Chris Darke, Two excerpts from the French television series Court-circuit (le magazine): a look at David Bowie's music video for the song \"Jump They Say,\" inspired by La Jetee, and an analysis of Hitchcock's Vertigo and its influence on Marker, Junkopia, a six-minute film by Marker, Frank Simone, and John Chapman about the Emeryville Mudflats (Blu-ray only), New English subtitle translations, PLUS: A booklet featuring a new essay by Marker scholar Catherine Lupton, an interview with Marker, notes on the films and filmmaking by Marker, and more",
        "New high-definition digital restorations of all five films, with uncompressed monaural soundtracks on the Blu-ray editions, New high-definition digital restoration of Cassavetes's 108-minute 1978 version of The Killing of a Chinese Bookie, A Constant Forge: The Life and Art of John Cassavetes (2000), a 200-minute documentary by Charles Kiselyak, New interviews with actor Lelia Goldoni and associate producer Seymour Cassel about Shadows, Silent footage from the Cassavetes-Lane Drama Workshop, from which Shadows emerged, Restoration demonstration for Shadows, Alternate eighteen-minute opening sequence for Faces, Episode of the French television series Cineastes de notre temps from 1968, dedicated to Cassavetes, Making \"Faces,\" a new documentary featuring interviews with actors Cassel, Lynn Carlin, and Gena Rowlands and director of photography Al Ruban, Al Ruban on Lighting and Shooting \"Faces,\" a new video program (Blu-ray); Lighting and Shooting the Film, an on-screen essay by Ruban, illustrated with video clips, that discusses the techniques and equipment used on Faces (DVD), Audio commentary for A Woman Under the Influence by sound recordist and composer Bo Harwood and camera operator Mike Ferris, New conversation between Rowlands and actor Peter Falk about A Woman Under the Influence, New interview program featuring actor Ben Gazzara and Ruban discussing The Killing of a Chinese Bookie, New conversation between Rowlands and Gazzara about Opening Night, New interview with Ruban about Opening Night, Three audio interviews with Cassavetes from the 1970s, Trailers for Shadows, A Woman Under the Influence, The Killing of a Chinese Bookie, and Opening Night, Stills and poster galleries, Trailers, Biographical sketches of the actors Cassavetes frequently cast in his films, written by Tom Chartity (John Cassavetes: Lifeworks) (DVD only), English subtitles for the deaf and hard of hearing, PLUS: A booklet featuring essays by Gary Giddins, Kent Jones, Kiselyak, Stuart Klawans, Dennis Lim, and Phillip Lopate; writings by and interviews with Cassavetes; and tributes to the filmmaker by director Martin Scorsese; actor and writer Elaine Kagan, Cassavetes's former secretary; and novelist Jonathan Lethem",
        "New high-definition digital restorations of both films, with uncompressed monaural soundtracks on the Blu-rays, Andrei Tarkovsky's short film adaptation of Ernest Hemingway's \"The Killers,\" made when he was a student in 1956, Interview from 2002 with writer Stuart M. Kaminsky about both films, Audio recording from 2002 of actor Stacy Keach reading Hemingway's short story, Screen Directors' Playhouse radio adaptation from 1949 of the 1946 film, starring Burt Lancaster and Shelley Winters, Interview from 2002 with actor Clu Gulager, Audio excerpt from director Don Siegel's autobiography, A Siegel Film, read by actor and director Hampton Fancher, Trailers, English subtitles for the deaf and hard of hearing, PLUS: Essays by novelist Jonathan Lethem and critic Geoffrey O'Brien",
        "Ossos, newly restored in high-definition, and In Vanda's Room and Colossal Youth remastered from the digital camera originals, all under the supervision of director Pedro Costa, New video conversations between Costa and filmmaker Jean-Pierre Gorin about Ossos and Colossal Youth, New audio commentary for In Vanda's Room featuring Costa and Gorin, New selected-scene audio commentary for Colossal Youth with critic Cyril Neyrat and author-philosopher Jacques Ranciere , Video interviews with critic Joao Benard da Costa and cinematographer Emmanuel Machuel about Ossos, New video essay by artist Jeff Wall on Ossos, All Blossoms Again, a feature-length documentary on Costa, Colossal Youth, and the director's relationship to Fontainhas, Tarrafal and The Rabbit Hunters, two short films by Costa, Little Boy Male, Little Girl Female, a video installation piece by Costa featuring outtakes from In Vanda's Room and Colossal Youth, Galleries of photos by Mariana Viegas and Richard Dumas, Theatrical trailers for In Vanda's Room and Colossal Youth, New and improved English subtitle translations of all the films, PLUS: A booklet featuring essays by critics Cyril Neyrat, Ricardo Matos Cabo, Luc Sante, Thom Andersen, and Mark Peranson, as well as a reprint by Bernard Eisenschitz",
        "New 2K digital restorations of all six films, with uncompressed monaural soundtracks on the Blu-rays, High-definition presentation of Shogun Assassin, a 1980 English-dubbed reedit of the first two Lone Wolf and Cub films, New interview with Kazuo Koike, writer of the Lone Wolf and Cub manga series and screenwriter on five of the films, Lame d'un pere, l'ame d'un sabre, a 2005 documentary about the making of the series, New interview in which Sensei Yoshimitsu Katsuse discusses and demonstrates the real Suio-ryu sword techniques that inspired the ones depicted in the manga and films, New interview with biographer Kazuma Nozawa about Kenji Misumi, director of four of the six films, Silent documentary from 1939 about the making of samurai swords, with an optional new ambient score by Ryan Francis, Trailers , New English subtitle translations, PLUS: A booklet featuring an essay and film synopses by Japanese pop-culture writer Patrick Macias New cover by Paul Pope",
        "New high-definition digital transfers of both films, with restored image and sound, Audio commentary on Kurosawa's The Lower Depths featuring Japanese-film expert Donald Richie (A Hundred Years of Japanese Film), A 33-minute documentary on Kurosawa's The Lower Depths from the series Akira Kurosawa: It Is Wonderful to Create, including interviews with Kurosawa, actress Kyoko Kagawa, art director Yoshiro Muraki, and others, Introduction to Jean Renoir's The Lower Depths by the director, Cast biographies for Kurosawa's The Lower Depths by Stephen Prince, author of The Warrior's Camera: The Cinema of Akira Kurosawa, Original theatrical trailer for Kurosawa's The Lower Depths, New essay by Keiko McDonald (From Book to Screen: Modern Japanese Literature in Films) and Thomas Rimer (A Reader's Guide to Japanese Literature) for the Kurosawa film; new essay by film scholar Alexander Sesonske, author of Jean Renoir: The French Films 1924-1939, for the Renoir, New and improved subtitle translations, Optimal image quality: RSDL dual-layer editions",
        "New 4K digital restorations of all three films, with uncompressed monaural soundtracks on the Blu-rays, New introduction by filmmaker Bertrand Tavernier, New interview with Nicolas Pagnol, grandson of writer-director Marcel Pagnol, Segments from Marcel Pagnol: Morceaux choisis, a 1973 documentary series on Pagnol's life and work, Marseille, a short 1935 documentary about the Marseille harbor produced by Pagnol , Archival interviews with actors Orane Demazis, Pierre Fresnay, and Robert Vattier, Pagnol's Poetic Realism, a new video essay by scholar Brett Bowles, French television clip from 2015 about the restoration of the trilogy, Theatrical rerelease trailer, New English subtitle translations, PLUS: PLUS: An essay by film critic Michael Atkinson and excerpts from Pagnol's introductions to his plays and screenplays New cover by Manuele Fior",
        "New digital restorations of all six films, undertaken by the World Cinema Project in collaboration with the Cineteca di Bologna, with uncompressed monaural soundtracks on the Blu-rays, New introductions to the films by World Cinema Project founder Martin Scorsese, New interview programs featuring filmmakers Abderrahmane Sissako (on Touki bouki), Kumar Shahani (on A River Called Titas), Metin Erksan and Fatih Akin (on Dry Summer), and Bong Joon-ho (on The Housemaid), New visual essay on Redes by filmmaker and critic Kent Jones, New program on Trances featuring interviews with director Ahmed El Maanouni, producer Izza Genini, musician Omar Sayed, and Scorsese, New English subtitle translations, PLUS: A booklet featuring a foreward by Jones and essays on the films by Richard Porton, Charles Ramirez Berg, Adrian Martin, Bilge Ebiri, Sally Shafto, and Kyung Hyun Kim New covers by Century.Studio",
        "2K, 3K, or 4K digital restorations of all six films, presented courtesy of the World Cinema Project in collaboration with the Cineteca di Bologna, with uncompressed monaural or 5.1 surround DTS-HD Master Audio soundtracks on the Blu-rays, Remastered digital soundtrack for Limite, created from archival recordings, New introductions to the films by World Cinema Project founder Martin Scorsese, New interview programs featuring film historian Pierre Rissient (on Insiang), director Apichatpong Weerasethakul (on Mysterious Object at Noon), director Ermek Shinarbaev (on Revenge), filmmaker Walter Salles (on Limite), film producer Mevlut Akkaya (on Law of the Border), and filmmakers Hou Hsiao-hsien and Edmond Wong in conversation (on Taipei Story, which Hou cowrote and acted in), Updated English subtitle translations, Three Blu-rays and six DVDs, with all content available in both formats, PLUS: A booklet featuring an introduction and essays on the films by Phillip Lopate, Dennis Lim, Kent Jones, Fabio Andrade, Bilge Ebiri, and Andrew Chan Cover by Century.Studio",
        "The Haunted Strangler, Corridors of Blood, New, restored high-definition digital transfers, Audio commentaries by Richard Gordon and Weaver on both films, with additional comments from Alex Gordon on The Haunted Strangler, New video interviews with Day and costars Francis Matthews and Yvonne Romain (Corridors of Blood) and Day, screenwriter Jan Read, and costars Jean Kent and Vera Day (Strangler), Censor cuts, Original theatrical trailers and radio spots, Stills galleries featuring production and publicity photographs, English subtitles for the deaf and hard of hearing, PLUS: A booklet featuring Fangoria's 1984 interview with producer John Croydon about Karloff, and a new essay by Maitland McDonagh, The Atomic Submarine, First Man into Space, New. restored high-definition digital transfers, Audio commentaries by producer Alex Gordon and writer Tom Weaver (The Atomic Submarine) and producer Richard Gordon and Weaver (First Man into Space), New video interviews with actor Brett Halsey (Submarine) and director Robert Day and costar Marla Landi (Space), Original theatrical trailers and radio spots, Stills galleries featuring production and publicity photographs, English subtitles for the deaf and hard of hearing, PLUS: A booklet featuring new essays by Bruce Eder and Michael Lennick",
        "",
        "New high-definition digital transfers, New video interviews with film scholars Tadao Sato, David Bordwell, and Kristin Thompson, New and improved English subtitle translations, PLUS: Booklets featuring essays by critic and historian Tony Rayns, an appreciation of actor Chishu Ryu by Japanese film scholar Donald Richie, and comments by Ryu on director Yasujiro Ozu",
        "Luminous new digital transfers of the trilogy, each with extensive restoration, Edgardo Cozarinsky's renowned 66-minute 1984 documentary Jean Cocteau: Autoportrait d'un Inconnu (Autobiography of an Unknown), Villa Santo Sospir, a 16mm color film by Cocteau featuring many of the locations used in Testament of Orpheus, A gallery of rare behind-the-scenes photos from The Blood of a Poet, A collection of Cocteau's writings on the trilogy, including a transcript of his lecture at the 1932 debut screening of The Blood of a Poet, A Cocteau bibliofilmography, New and improved English subtitle translations for each film",
        "All new, digital transfers created from the best surviving elements, Audio commentaries by historians Jeffrey C. Stewart (The Emperor Jones) and Pearl Bowser (Body and Soul), Musical scores by Wycliffe Gordon (Body and Soul) and Courtney Pine (Borderline), 1958 Pacifica Radio interview with Paul Robeson (Courtesy of Pacifica Radio Archives), Four new video programs featuring interviews with actors Ruby Dee and James Earl Jones, filmmaker William Greaves, cinematographer Tom Hurwitz, film historians Ian Christie and Stephen Bourne, and Paul Robeson Jr., and including film clips from Song of Freedom (1936), King Solomon's Mines (1937), and Big Fella (1938), English subtitles for the deaf and hard of hearing, PLUS: A book featuring an excerpt from Paul Robeson's Here I Stand, new essays by Clement Alexander Price, Hilton Als, Charles Burnett, Ian Christie, Deborah Willis, and Charles Musser, a reprinted article by Harlem Renaissance writer Geraldyn Dismond, and a note from Pete Seeger",
        "New digital masters of the 2010 restorations of Rupture, Happy Anniversary, The Suitor, Yoyo, As Long as You've Got Your Health, Feeling Good, Le grand amour, and Land of Milk and Honey with uncompressed monaural soundtracks on the Blu-ray edition, New video introductions to the films by director Pierre Etaix, Pierre Etaix, un destin anime (2011), a portrait of the life and work of the director by his wife, Odile Etaix, New English subtitle translations, PLUS: A booklet featuring an essay by critic David Cairns Cover illustration by Pierre Etaix",
        "New, restored high-definition digital transfers, Conversations between Shohei Imamura and critic Tadao Sato about The Insect Woman and Intentions of Murder, \"Imamura, the Free Thinker,\" a 1995 episode of the French television series Cinema de notre temps, Interviews with renowned critic and historian Tony Rayns on all three films, New and improved English subtitle translations, PLUS: Booklets featuring essays by film critics Audie Bock, Dennis Lim, and James Quandt New covers by Eric Skillman",
        "New, restored digital transfers of all three films, approved by director Godfrey Reggio, with 5.1 DTS-HD Master Audio soundtracks on the Blu-ray edition, Essence of Life, an interview program with Reggio and composer Philip Glass on Koyaanisqatsi, New interview with cinematographer Ron Fricke about Koyaanisqatsi, Television spots and a new interview with Reggio relating to his 1970s multimedia privacy campaign in New Mexico, Early forty-minute demo version of Koyaanisqatsi with a partial scratch soundtrack featuring poet Allen Ginsberg, along with a new introduction by Reggio, New interview with Reggio about Koyaanisqatsi's original visual concept, with behind-the-scenes footage, Impact of Progress, an interview program with Reggio and Glass on their collaboration, Inspiration and Ideas, a new interview with Reggio about his greatest influences and teachers, Public television interview with Reggio from 1989 about the trilogy, Anima Mundi (1992), Reggio's twenty-eight-minute montage of footage of over seventy animal species, scored by Glass, New video afterword by Reggio on the trilogy, The Making of \"Naqoyqatsi,\" a brief documentary featuring interviews with the production crew, Panel discussion on Naqoyqatsi from 2003, with Reggio, Glass, editor Jon Kane, and music critic John Rockwell, Interview with Glass and cellist Yo-Yo Ma, Trailers, PLUS: A booklet featuring new essays by film scholar Scott MacDonald, Rockwell, and author and environmentalist Bill McKibben",
        "",
        "New high-definition digital restorations, with uncompressed monaural soundtracks, Introductions by director Roberto Rossellini from 1963, Interviews from 2009 with scholar Adriano Apra, critic and Rossellini friend Father Virgilio Fantuzzi, and filmmakers Paolo and Vittorio Taviani, Audio commentary on Rome Open City by scholar Peter Bondanella, Once Upon a Time . . . \"Rome Open City,\" a 2006 documentary on the making of the historic film, Rossellini and the City, a 2009 video essay by film scholar Mark Shiel on Rossellini's use of the urban landscape in The War Trilogy, Excerpts from discussions Rossellini had in 1970 with faculty and students at Rice University about his craft, Into the Future, a 2009 video essay about The War Trilogy by scholar Tag Gallagher, Roberto Rossellini, a 2001 documentary by Carlo Lizzani, assistant director on Germany Year Zero, tracing Rossellini's career through archival footage and interviews with family members and collaborators, with tributes by filmmakers Francois Truffaut and Martin Scorsese, Letters from the Front: Carlo Lizzani on \"Germany Year Zero,\" a discussion with Lizzani from the 1987 Tutto Rossellini conference, Italian credits and prologue for Germany Year Zero, Roberto and Roswitha, a 2009 illustrated essay by scholar Thomas Meder on Rossellini's relationship with Roswitha Schmidt, PLUS: A booklet featuring essays by James Quandt, Irene Bignardi, Colin MacCabe, and Jonathan Rosenbaum",
        "New high-definition digital restorations of all three films, with uncompressed monaural soundtracks on the Blu-ray editions, New interviews with translator and historian William Scott Wilson about the real-life Musashi Miyamoto, the inspiration for the hero of the films, Trailers, New English subtitle translations, PLUS: A booklet featuring new essays by film historian Stephen Prince and Wilson New cover by Yuko Shimizu",
        "New 4K digital restorations of both films, supervised by director Monte Hellman, with uncompressed monaural soundtracks on the Blu-ray, Audio commentaries on both films, featuring Hellman and film historians Bill Krohn and Blake Lucas, New interviews with actors John Hackett, B. J. Merholz, Millie Perkins, and Harry Dean Stanton, assistant director Gary Kurtz, and chief wrangler Calvin Johnson, all in conversation with Hellman, New conversation between actor Will Hutchins and film programmer Jake Perlin, New video appreciation of actor Warren Oates by critic Kim Morgan, English subtitles for the deaf and hard of hearing, PLUS: An essay by critic Michael Atkinson",
        "New 2K digital restorations, with uncompressed monaural soundtracks, Conversation between director Eric Rohmer and filmmaker Barbet Schroeder from 2006, Four short films by Rohmer--Presentation, or Charlotte and Her Steak (shot in 1951 and completed in 1961); Veronique and Her Dunce (1958); Nadja in Paris (1964); A Modern Coed (1966)--and one on which he advised, The Curve (1999), \"On Pascal,\" a 1965 episode of the educational TV series En profil dans le texte directed by Rohmer, on the French philosopher Blaise Pascal, the subject of debate in My Night at Maud's, Archival interviews with Rohmer; actors Jean-Claude Brialy, Beatrice Romand, Laurence de Monaghan, and Jean--Louis Trintignant; film critic Jean Douchet; and producer Pierre Cottrell, Video afterword from 2006 by filmmaker and writer Neil LaBute, Trailers, PLUS: A booklet featuring essays by critics Geoff Andrew, Ginette Vincendeau, Phillip Lopate, Kent Jones, Molly Haskell, and Armond White; excerpts from cinematographer Nestor Almendros's 1980 autobiography; and Rohmer's landmark 1948 essay \"For a Talking Cinema\"; along with an English translation of Six Moral Tales, the book of stories by Rohmer on which the films are based",
        "New high-definition digital transfers, with restored image and sound, Introductions to The Golden Coach and Elena and Her Men by Jean Renoir, Video introduction to The Golden Coach by filmmaker Martin Scorsese, Video introduction to French Cancan by filmmaker Peter Bogdanovich, Jean Renoir--Hollywood and Beyond: Part two of the BBC documentary by David Thompson, Three-part interview with Renoir: Jean renoir parle de son art, conducted by French New Wave director Jacques Rivette, Galleries of production stills, New and improved English subtitle translations, Essays by film critics Jonathan Rosenbaum and Andrew Sarris, and Renoir historian Christopher Faulkner, Optimal image quality: RSDL dual-layer editions",
        "New high-definition digital transfer with restored image and sound, Audio commentary by Japanese film historian Donald Richie, New score by noted silent-film composer Donald Sosin, New and improved English subtitle translation by Donald Richie, Optimal image quality: RSDL dual-layer edition , New high-definition digital transfer with restored image and sound, Audio commentary by film critic Roger Ebert, Original theatrical trailer, New and improved English subtitle translation by Donald Richie, Optimal image quality: RSDL dual-layer edition",
        "New high-definition digital restorations, with 2.0 DTS-HD Master Audio soundtracks on the Blu-ray editions, Three cinema lessons with director Krzysztof Kieslowski, New interviews with writer Krzysztof Piesiewicz, composer Zbigniew Preisner, and actors Julie Delpy, Irene Jacob, and Zbigniew Zamachowski , Selected-scene commentary featuring actor Juliette Binoche, New video essays on Blue, White, and Red by film writers Annette Insdorf, Tony Rayns, and Dennis Lim, Full-length 1995 documentary featuring Kieslowski, Three Kieslowski's short films--The Tram (1966), Seven Women of Different Ages (1978), and Talking Heads (1980)--plus the short film The Face, starring Kieslowski, Interview programs on Kieslowski's life and work, featuring film critic Geoff Andrew, Binoche, filmmaker Agnieszka Holland, cinematographer Slawomir Idziak, Insdorf, Jacob, producer Marin Karmitz and editor Jacques Witta, Behind-the-scenes programs for White and Red, and a 1994 short documentary on Red's world premiere, Original theatrical trailers, New and improved English subtitle translations, PLUS: A booklet featuring new essays by film critics Colin MacCabe, Nick James, Stuart Klawans, and Georgina Evans; an excerpt from Kieslowski on Kieslowski; and reprinted interviews with cinematographers Idziak, Edward Klosinski, and Piotr Sobocinski New covers by Sarah Habibi",
        "New, restored high-definition digital transfers, Video essays on all three films by critic and festival programmer James Quandt, Four short films by Hiroshi Teshigahara: Hokusai (1953), Ikebana (1956), Tokyo 1958 (1958), and Ako/White Morning (1963), A new documentary about the working relationship beween Teshigahara and Kobo Abe, including interviews with Japanese-film scholars Donald Richie and Tadao Sato, PLUS: A booklet featuring essays by James Quandt, Howard Hampton, Audie Bock, and Peter Grilli and Max Tessier's 1964 interview with Teshigahara",
        "High-definition digital restoration of Cronos, 2K digital restoration of The Devil's Backbone, and newly graded 2K digital master of Pan's Labyrinth, all supervised and approved by director Guillermo del Toro, with 2.0 surround DTS-HD Master Audio soundtrack for Cronos and 5.1 surround DTS-HD Master Audio soundtracks for The Devil's Backbone and Pan's Labyrinth on the Blu-rays, Alternate DTS-HD Master Audio 7.1 surround soundtrack for Pan's Labyrinth on the Blu-ray, Audio commentaries, Interviews with del Toro, director of photography Guillermo Navarro, and actors Doug Jones, Federico Luppi, and Ron Perlman, Welcome to Bleak House, a 2010 video tour by del Toro of his personal collections, New piece on Pan's Labyrinth featuring del Toro and novelist Cornelia Funke, Interactive director's notebooks for The Devil's Backbone and Pan's Labyrinth, Making-of documentaries for The Devil's Backbone and Pan's Labyrinth, Geometria, a 1987 short horror film by del Toro finished in 2010, Footage of actor Ivana Baquero auditioning for Pan's Labyrinth in 2005, Original Spanish-language voice-over introduction for Cronos, Introductions by del Toro for The Devil's Backbone and Pan's Labyrinth, The Devil's Backbone deleted scenes, with commentary by del Toro, Presentation of del Toro's thumbnail sketches for The Devil's Backbone and Pan's Labyrinth, Programs comparing del Toro's thumbnail sketches and production storyboards for The Devil's Backbone and Pan's Labyrinth with the final films, Piece on The Devil's Backbone's depiction of the Spanish Civil War, Animated comics featuring prequel stories for the creatures of Pan's Labyrinth, Gallery of stills from Cronos, captioned by del Toro, Trailers and TV spots, English subtitle translations approved by del Toro, Deluxe box set for the Blu-ray, featuring new illustrations by Vania Zouravliov, Blu-ray: A 100-page hardcover book featuring an introduction by author Neil Gaiman and essays by critics Michael Atkinson, Mark Kermode, and Maitland McDonagh, along with production notes and sketches by del Toro and illustrators Carlos Gimenez and Raul Monge, DVD: Essays by Atkinson, Kermode, and McDonagh, and production notes for Cronos by del Toro",
        "New digital restorations of all three films, with uncompressed monaural soundtracks on the Blu-ray editions, New visual essays by film scholars Patrick Rumble and Tony Rayns, on The Decameron and Arabian Nights, respectively, New interviews with production designer Dante Ferretti, composer Ennio Morricone, and film scholar Sam Rohdie, Introduction to Arabian Nights by director Pier Paolo Pasolini, The Lost Body of Alibech (2005), a documentary by Roberto Chiesi about a lost sequence from The Decameron, The Secret Humiliation of Chaucer (2006), a documentary by Chiesi about The Canterbury Tales, Via Pasolini (2005), a documentary featuring archival footage of Pasolini discussing his views on language, film, and modern society, Pasolini and the Form of the City (1974), a documentary by Pasolini and Paolo Brunatto about the Italian cities Orte and Sabaudia, Deleted scenes from Arabian Nights, Pasolini-approved English-dubbed track for The Canterbury Tales, Trailers, New English subtitle translations, PLUS: A booklet featuring new essays by critic Colin MacCabe; Pasolini's 1975 statement \"Trilogy of Life Rejected\"; excerpts from Pasolini's Berlin Film Festival press conference for The Canterbury Tales; and a report from the set of Arabian Nights by critic Gideon Bachmann New covers by Rodrigo Corral",
        "Restored high-definition digital transfer of Metropolitan, supervised by director Whit Stillman and cinematographer John Thomas, with uncompressed monaural soundtrack on the Blu-ray; restored high-definition digital transfer of The Last Days of Disco, supervised by Stillman, with 5.1 surround DTS-HD Master Audio soundtrack on the Blu-ray; new, restored 2K digital transfer of Barcelona, supervised by Stillman and Thomas, with 2.0 surround DTS-HD Master Audio soundtrack on the Blu-ray, Audio commentaries on all three films, featuring Stillman and cast and crew members, Outtakes, alternate scenes, and deleted scenes, with commentary, New video essay about the trilogy by film critic Farran Smith Nehme, Featurettes about the making of The Last Days of Disco and Barcelona, Appearances by Stillman on The Dick Cavett Show in 1991 and on the Today show and Charlie Rose in 1994, Audio recording of Stillman reading a chapter from his book The Last Days of Disco, with Cocktails at Petrossian Afterwards, Stills gallery for The Last Days of Disco, with captions by Stillman, Trailers for all three films, English subtitles for the deaf and hard of hearing, PLUS: Essays by author Luc Sante, novelist David Schickler, and film scholar Haden Guest",
        "New, restored 4K digital transfers of all three films, commissioned by the Wim Wenders Foundation and supervised by director Wim Wenders, with uncompressed monaural soundtrack on the Blu-ray of Alice in the Cities and 5.1 surround DTS-HD Master Audio soundtracks on the Blu-rays of Wrong Move and Kings of the Road, Audio commentaries on all three films, New interview with Wenders, directed and conducted by filmmaker Michael Almereyda, New interviews with actors Rudiger Vogler, Yella Rottlander, Lisa Kreuzer, and Hanns Zischler, Outtakes and Super 8 footage, Restoring Time, a 2015 short about the restoration work done by the Wim Wenders Foundation, Same Player Shoots Again (1967) and Silver City Revisited (1968), two newly restored early short films by Wenders, New English subtitle translations by Wenders, More!, PLUS: A book featuring essays on the films by Almereyda, filmmaker Allison Anders, author James Robison, and critic Nick Roddick",
        "Restored high-definition digital transfers, with uncompressed monaural soundtracks on the Blu-ray editions, Optional Dolby Digital 3.0 soundtracks, preserving the original Perspecta simulated sound effects, in DTS-HD Master Audio on the Blu-ray edition, Audio commentaries by Kurosawa scholar Stephen Prince, Documentaries on the making of Yojimbo and Sanjuro, created as part of the Toho Masterworks series Akira Kurosawa: It Is Wonderful to Create, Theatrical teasers and trailers, Stills galleries of behind-the-scenes photos, New and improved English subtitle translation, PLUS: Booklets featuring essays by film writers Alexander Sesonske and Michael Sragow and comments from Kurosawa and members of his cast and crew New covers by Lucien S. Y. Yang",
        "New digital restorations of all twenty-five films, with uncompressed monaural soundtracks, The Blind Swordsman, a 1978 documentary about Zatoichi portrayer and filmmaker Shintaro Katsu, along with a new interview with its director, John Nathan, New interview with Asian-film critic Tony Rayns, Trailers, New English subtitle translations, PLUS: A book featuring an essay by critic Geoffrey O'Brien; synopses of the films by critic, novelist, and musician Chris D.; \"The Tale of Zatoichi,\" the original short story by Kan Shimozawa; and twenty-five new illustrations inspired by the films, by twenty-five different artists Cover by Ron Wimberly. Additional illustrations by Greg Ruth, Paul Pope, Scott Morse, Samuel Hiti, Josh Cochran, Evan Bryce, Ricardo Venancio, Robert Goodin, Yuko Shimizu, Jorge Coelho, Vera Brosgol, Matt Kindt, Connor Willumsen, Patrick Leger, Jim Rugg, Jhomar Soriano, Angie Wang, Ming Doyle, Caitlin Kuhwald, Benjamin Marra, Bill Sienkiewicz, Andrew MacLean, Polly Guo, Barnaby Ward, Victor Kerlow.",
        "New high-definition digital restorations of all three films, with uncompressed monaural soundtracks, The Castaway of Providence Street, a 1971 homage to Luis Bunuel made by his longtime friends and fellow filmmakers Arturo Ripstein and Rafael Castanedo, Speaking of Bunuel, a documentary from 2000 on Bunuel's life and work, Once Upon a Time: \"The Discreet Charm of the Bourgeoisie,\" a 2011 television program about the making of the film, Interviews from 2000 with screenwriter Jean-Claude Carriere on The Phantom of Liberty and That Obscure Object of Desire, Archival interviews on all three films featuring Carriere; actors Stephane Audran, Muni, Michel Piccoli, and Fernando Rey; and other key collaborators, Documentary from 1985 about producer Serge Silberman, who worked with Bunuel on five of his final seven films, Analysis of The Phantom of Liberty from 2017 by film scholar Peter William Evans, Lady Doubles, a 2017 documentary featuring actors Carole Bouquet and Angela Molina, who share the role of Conchita in That Obscure Object of Desire, Portrait of an Impatient Filmmaker, Luis Bunuel, a 2012 short documentary featuring director of photography Edmond Richard and assistant director Pierre Lary, Excerpts from Jacques de Baroncelli's 1929 silent film La femme et le pantin, an adaptation of Pierre Louys's 1898 novel of the same name, on which That Obscure Object of Desire is also based, Alternate English-dubbed soundtrack for That Obscure Object of Desire, Trailers, New English subtitle translations, PLUS: Essays by critic Adrian Martin and novelist and critic Gary Indiana, along with interviews with Bunuel by critics Jose de la Colina and Tomas Perez Turrent",
        "Thirty-nine films, including eighteen never before released by Criterion, Digital restorations of the fi lms, including a new 4K restoration of The Seventh Seal and new 2K restorations of Crisis, Persona, Fanny and Alexander, and many others, with uncompressed monaural and stereo soundtracks, Eleven introductions by director Ingmar Bergman, Six audio commentaries, Over five hours of interviews with Bergman, Interviews with Bergman's collaborators, including actors Bibi Andersson, Harriet Andersson, Ingrid Bergman, Erland Josephson, Gunnel Lindblom, Liv Ullmann, and Max von Sydow and cinematographer Sven Nykvist, Daniel and Karin's Face, two rarely seen documentary shorts by Bergman, Documentaries about the making of Autumn Sonata, Fanny and Alexander, The Magic Flute, The Serpent's Egg, The Touch, and Winter Light, Extensive programs about Bergman's life and work, including Bergman Island, . . . But Film Is My Mistress, Laterna Magica, Liv & Ingmar, and others, Behind-the-scenes footage, video essays, trailers, stills galleries, and more, PLUS: A lavishly illustrated 248-page book, featuring essays on the films by critics, scholars, and authors including Cowie, Alexander Chee, Molly Haskell, Karan Mahajan, Fernanda Solorzano, and many others, along with selections from remarks and texts by Bergman himself",
        "New 4K digital restorations of Chungking Express, Fallen Angels, Happy Together, In the Mood for Love and 2046, approved by director Wong Kar Wai, with 5.1 surround DTS-HD Master Audio soundtracks, New 4K digital restorations of As Tears Go By and Days of Being Wild, with uncompressed monaural soundtracks, New program in which Wong answers questions submitted, at the invitation of the director, by authors Andre Aciman and Jonathan Lethem; filmmakers Sofia Coppola, Rian Johnson, Lisa Joy, and Chloe Zhao; cinematographers Philippe Le Sourd and Bradford Young; and filmmakers and founders/creative directors of Rodarte Kate and Laura Mulleavy, Alternate version of Days of Being Wild featuring different edits of the film's prologue and final scenes, on home video for the first time, Hua yang de nian hua, a 2000 short film by Wong, Extended version of The Hand, a 2004 short film by Wong, available in the U.S. for the first time, Interview and \"cinema lesson\" with Wong from the 2001 Cannes Film Festival, Three making-of documentaries, featuring interviews with Wong; actors Maggie Cheung Man Yuk, Tony Leung Chiu Wai, Chang Chen, Faye Wong, and Ziyi Zhang; and others, Episode of the television series Moving Pictures from 1996 featuring Wong and cinematographer Christopher Doyle, Interviews from 2002 and 2005 with Doyle, Excerpts from a 1994 British Film Institute audio interview with Cheung on her work in Days of Being Wild , Program from 2012 on In the Mood for Love's soundtrack , Press conference for In the Mood for Love from the 2000 Toronto International Film Festival, Deleted scenes, alternate endings, behind-the-scenes footage, a promo reel, music videos, and trailers, PLUS: Deluxe packaging, including a perfect-bound, French-fold book featuring lavish photography, an essay by critic John Powers, a director's note, and six collectible art prints New cover by Nessim Higson",
        "New 4K digital restorations of Police Story and Police Story 2 , Alternate 5.1 surround soundtracks , Alternate English-dubbed soundtracks , Alternate version of Police Story 2, presented in a 2K digital transfer for the first time from a subtitled 35 mm Hong Kong-release print , New interview with filmmaker Edgar Wright and a 2017 podcast conversation between Wright and actor-director Jackie Chan , New programs on Chan's screen persona and action-filmmaking techniques featuring author and New York Asian Film Festival cofounder Grady Hendrix , Episode of Son of the Incredibly Strange Film Show from 1989 featuring interviews with Chan and actor Maggie Cheung , Archival interviews with Chan and actor and stuntman Benny Lai , Excerpts from Jackie Chan: My Stunts, a 1999 documentary codirected by and starring Chan , Excerpt from a 2017 television program reuniting Chan with the original members of the Jackie Chan Stunt Team , Television program from 1964 detailing the rigors of Beijing-opera training, akin to the education that Chan received as a child , Chan stunt reel , Trailers , New English subtitle translations , PLUS: An essay by critic Nick Pinkerton",
        "High-definition digital transfers of all fifteen Godzilla films made between 1954 and 1975, released together for the first time, with uncompressed monaural soundtracks, High-definition digital transfers of Godzilla, King of the Monsters, the 1956 U.S.-release version of Godzilla; and the 1962 Japanese-release version of King Kong vs. Godzilla, presented with its original 4.0 surround soundtrack., Audio commentaries from 2011 on Godzilla and Godzilla, King of the Monsters featuring film historian David Kalat, International English-language dub tracks for Invasion of Astro-Monster, Son of Godzilla, Destroy All Monsters, Godzilla vs. Megalon, Godzilla vs. Mechagodzilla, and Terror of Mechagodzilla, Directors Guild of Japan interview with director Ishiro Honda, conducted by director Yoshimitsu Banno in 1990, Featurette detailing Godzilla's photographic effects , Toho Unused Special Effects Complete Collection, a 1986 documentary featuring archival making-of footage; scenes deleted from films including Destroy All Monsters, King Kong vs. Godzilla, and Mothra vs. Godzilla; and interviews with Honda, producer Tomoyuki Tanaka, special-effects director Teruyoshi Nakano, and others, New interview with filmmaker Alex Cox about his admiration for the Showa-era Godzilla films, New and archival interviews with cast and crew members, including actors Bin Furuya, Tsugutoshi Komada, Haruo Nakajima, and Akira Takarada; composer Akira Ifukube; and effects technicians Yoshio Irie and Eizo Kaimai, Interview with critic Tadao Sato from 2011, Illustrated audio essay from 2011 about the real-life tragedy that inspired Godzilla, New English subtitle translations, Trailers, PLUS: A lavishly illustrated deluxe hardcover book featuring an essay by cinema historian Steve Ryfle, notes on the films by cinema historian Ed Godziszewski, and new illustrations by Arthur Adams, Sophie Campbell, Becky Cloonan, Jorge Coelho, Geof Darrow, Simon Gane, Robert Goodin, Benjamin Marra, Monarobot, Takashi Okazaki, Angela Rizza, Yuko Shimizu, Bill Sienkiewicz, Katsuya Terada, Ronald Wimberly, and Chris Wisnia",
        "New 2K digital restorations of all three films, with uncompressed monaural soundtracks on the Blu-ray, New audio commentary on And Life Goes On featuring Mehrnaz Saeed-Vafa and Jonathan Rosenbaum, coauthors of Abbas Kiarostami, Homework (1989), a feature-length documentary by Abbas Kiarostami, newly restored, Abbas Kiarostami: Truths and Dreams, a 1994 documentary, New interview with Kiarostami's son Ahmad Kiarostami, New conversation between scholar Jamsheed Akrami and critic Godfrey Cheshire, Conversation from 2015 between Abbas Kiarostami and programmer Peter Scarlet, New interview with scholar Hamid Naficy, New English subtitle translations, PLUS: An essay by Cheshire",
        "Digital restorations of thirty-nine films, including the first home-video presentations of Les creatures, Jacquot de Nantes, and the television series Agnes de ci de la Varda, Introductions by director Agnes Varda, Nausicaa, a once-banned 1970 television film directed by Varda, New programs featuring actor Jane Birkin; Varda's children, Mathieu Demy and Rosalie Varda; and scholar Kelley Conway, Segments directed by Varda from the 1983 French television program Une minute pour une image, Programs on Varda's work as a visual artist, including Quelques veuves de Noirmoutier, a 2006 television presentation of one of her installations, Over seven hours of archival programs featuring Varda, many of them also directed by her , Archival interviews and tributes featuring Varda's friends, family, and key collaborators, Rare footage from unfinished features and commercials, Behind-the-scenes footage, video essays, and trailers, PLUS: A lavishly illustrated 200-page book, featuring notes on the films and essays on Varda's life and work by writers Amy Taubin, Michael Koresky, Ginette Vincendeau, So Mayer, Alexandra Hidalgo, and Rebecca Bengal, as well as a selection of Varda's photography and images of her installation art",
        "New 4K digital restorations of all three films, with uncompressed monaural soundtracks on the Blu-rays, U.S.-release version of Journey to the Beginning of Time from 1960, Alternate English-dubbed soundtrack for Invention for Destruction, and the opening sequence of the 1961 U.S.-release version, New programs with animation filmmaker John Stevenson and special-effects artists Phil Tippett and Jim Aupperle discussing director Karel Zeman and his complex visual trickery, Four early short films by Zeman: A Christmas Dream (1945), A Horseshoe for Luck (1946), Inspiration (1949), and King Lavra (1950), Film Adventurer: Karel Zeman, a 2015 documentary about the director, featuring filmmakers Tim Burton and Terry Gilliam, illustrator Ludmila Zeman, and others, Short documentaries produced by the Karel Zeman Museum profiling the director and detailing the production and effects of all three films, Restoration demonstrations and an interview with restoration supervisor James Mockoski, Trailers, New English subtitle translations, PLUS: An essay by film critic Michael Atkinson, along with (for the Blu-ray) deluxe pop-up art",
        "New 4K restorations of 11 theatrical features, with uncompressed monaural soundtracks for all films, New digital restorations of the short film Toby Dammit (1968) and the television film Fellini: A Director's Notebook (1969), with uncompressed monaural soundtracks, Feature documentaries Fellini: I'm a Born Liar (2002) and Marcello Mastroianni: I Remember (1997), the latter presented in its 193-minute version, Two-hour, four-part 1960 interview with director Federico Fellini by filmmaker Andre Delvaux for Belgian television, Four behind-the-scenes documentaries: Reporter's Diary: \"Zoom on Fellini\" (1965), Ciao, Federico! (1969), The Secret Diary of \"Amarcord\" (1974), and Fellini racconta: On the Set of \"And the Ship Sails On\" (1983) , Fellini racconta: Passegiatte nella memoria, a 2000 documentary featuring interviews with a late-in-life Fellini, Giulietta Masina: The Power of a Smile, a 2004 documentary about Fellini's wife and frequent collaborator, Once Upon a Time: \"La dolce vita,\" a French television documentary about the film, Audio commentaries on six of the films, Program from 2003 on Fellini's 1980s television advertising work, Archival interviews with Fellini stars and collaborators, including Mastroianni, Sandra Milo, Anouk Aimee, and Magali Noel, Archival audio interviews by film critic Gideon Bachmann with Fellini, Mastroianni, and Fellini's friends and family, Video essays, trailers, and more, PLUS: Deluxe packaging, including two lavishly illustrated books with hundreds of pages of content: notes on the films by scholar David Forgacs, essays by filmmakers Michael Almereyda, Kogonada, and Carol Morley; film critics Bilge Ebiri and Stephanie Zacharek; and novelist Colm Toibin, and dozens of images spotlighting Don Young's renowned collection of Fellini memorabilia",
        "4K digital restorations of The Big Boss, Fist of Fury, The Way of the Dragon, and Game of Death, with uncompressed original monaural soundtracks, New 2K digital restoration of the rarely seen 99-minute 1973 theatrical version of Enter the Dragon, with uncompressed original monaural soundtrack, New 2K digital restoration of the 102-minute \"special-edition\" version of Enter the Dragon, with alternate 5.1 surround DTS-HD Master Audio soundtrack, Alternate soundtracks for the films, including original English-dubbed tracks, Six audio commentaries: on The Big Boss by Bruce Lee expert Brandon Bentley; on The Big Boss, Fist of Fury, The Way of the Dragon, and Game of Death by Hong Kong-film expert Mike Leeder; and on the special-edition version of Enter the Dragon by producer Paul Heller, High-definition presentation of the 1981 film Game of Death II, Game of Death Redux, a new presentation of Lee's original Game of Death footage, produced by Alan Canvan, New interviews on all five films with Lee biographer Matthew Polly, New interview with producer Andre Morgan about Golden Harvest, the company behind Hong Kong's top martial-arts stars, including Lee, New program about English-language dubbing, featuring performers Michael Kaye (the English-speaking voice of Lee's Chen Zhen in Fist of Fury) and Vaughan Savidge, New interview with author Grady Hendrix about the \"Bruceploitation\" subgenre that followed Lee's death, and a selection of Bruceploitation trailers, Blood and Steel, a 2004 documentary about the making of Enter the Dragon, Multiple programs and documentaries about Lee's life and philosophies, including Bruce Lee: The Man and the Legend (1973) and Bruce Lee: In His Own Words (1998), Interviews with Linda Lee Cadwell, Lee's widow, and many of Lee's collaborators and admirers, including actors Jon T. Benn, Riki Hashimoto, Nora Miao, Robert Wall, Yuen Wah, and Simon Yam and directors Clarence Fok, Sammo Hung, and Wong Jing, Promotional materials, New English subtitle translations and subtitles for the deaf and hard of hearing, PLUS: An essay by critic Jeff Chang",
        "New, restored 4K digital transfers of all six films, overseen by the World Cinema Project in collaboration with the Cineteca di Bologna, with uncompressed monaural soundtracks on the Blu-rays, New introductions to the films by World Cinema Project founder Martin Scorsese, New interviews featuring Downpour director Bahram Beyzaie, film scholar Charles Ramirez Berg (on Dos monjes), and journalist J. B. Kristanto (on After the Curfew), Excerpts from a 2016 interview with Pixote director Hector Babenco and a 2018 interview with Soleil O director Med Hondo, Humberto & \"Lucia,\" a 2020 documentary short by Carlos Barba Salva featuring Lucia director Humberto Solas and members of his cast and crew, Prologue for the U.S. release of Pixote, created by Babenco, New English subtitle translations, PLUS: A booklet featuring an introduction by Cecilia Cenciarelli, head of research and international projects for the Cineteca di Bologna, and essays by critics and scholars Dennis Lim, Adrian Jonathan Pasaribu, Stephanie Dennison, Elisa Lozano, Aboubakar Sanogo, and Hamid Naficy"
    ],
    "time_scraped": [
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423",
        "225423"
    ],
    "url": [
        "https://www.criterion.com/boxsets/397-3-films-by-louis-malle",
        "https://www.criterion.com/boxsets/982-3-films-by-roberto-rossellini-starring-ingrid-bergman",
        "https://www.criterion.com/boxsets/744-3-silent-classics-by-josef-von-sternberg",
        "https://www.criterion.com/boxsets/346-the-adventures-of-antoine-doinel",
        "https://www.criterion.com/boxsets/8-4-by-agn-s-varda",
        "https://www.criterion.com/boxsets/678-ak-100-25-films-by-akira-kurosawa",
        "https://www.criterion.com/boxsets/769-america-lost-and-found-the-bbs-story",
        "https://www.criterion.com/boxsets/1110-andr-gregory-wallace-shawn-3-films",
        "https://www.criterion.com/boxsets/528-andrzej-wajda-three-war-films",
        "https://www.criterion.com/boxsets/1145-the-apu-trilogy",
        "https://www.criterion.com/boxsets/1237-the-before-trilogy",
        "https://www.criterion.com/boxsets/138-the-brd-trilogy",
        "https://www.criterion.com/boxsets/722-by-brakhage-an-anthology-volumes-one-and-two",
        "https://www.criterion.com/boxsets/254-carl-theodor-dreyer-box-set",
        "https://www.criterion.com/boxsets/1168-classic-hitchcock",
        "https://www.criterion.com/boxsets/1069-the-complete-jacques-tati",
        "https://www.criterion.com/boxsets/819-the-complete-jean-vigo",
        "https://www.criterion.com/boxsets/1154-the-complete-lady-snowblood",
        "https://www.criterion.com/boxsets/326-the-complete-monterey-pop-festival",
        "https://www.criterion.com/boxsets/861-david-lean-directs-no-l-coward",
        "https://www.criterion.com/boxsets/1329-dietrich-von-sternberg-in-hollywood",
        "https://www.criterion.com/boxsets/532-eclipse-series-10-silent-ozu-three-family-comedies",
        "https://www.criterion.com/boxsets/75-eclipse-series-11-larisa-shepitko",
        "https://www.criterion.com/boxsets/564-eclipse-series-12-aki-kaurism-ki-s-proletariat-trilogy",
        "https://www.criterion.com/boxsets/571-eclipse-series-13-kenji-mizoguchi-s-fallen-women",
        "https://www.criterion.com/boxsets/582-eclipse-series-14-rossellini-s-history-films-renaissance-and-enlightenment",
        "https://www.criterion.com/boxsets/601-eclipse-series-15-travels-with-hiroshi-shimizu",
        "https://www.criterion.com/boxsets/618-eclipse-series-16-alexander-korda-s-private-lives",
        "https://www.criterion.com/boxsets/655-eclipse-series-17-nikkatsu-noir",
        "https://www.criterion.com/boxsets/668-eclipse-series-18-du-an-makavejev-free-radical",
        "https://www.criterion.com/boxsets/691-eclipse-series-19-chantal-akerman-in-the-seventies",
        "https://www.criterion.com/boxsets/232-eclipse-series-1-early-bergman",
        "https://www.criterion.com/boxsets/696-eclipse-series-20-george-bernard-shaw-on-film",
        "https://www.criterion.com/boxsets/720-eclipse-series-21-oshima-s-outlaw-sixties",
        "https://www.criterion.com/boxsets/736-eclipse-series-22-presenting-sacha-guitry",
        "https://www.criterion.com/boxsets/743-eclipse-series-23-the-first-films-of-akira-kurosawa",
        "https://www.criterion.com/boxsets/752-eclipse-series-24-the-actuality-dramas-of-allan-king",
        "https://www.criterion.com/boxsets/776-eclipse-series-25-basil-dearden-s-london-underground",
        "https://www.criterion.com/boxsets/789-eclipse-series-26-silent-naruse",
        "https://www.criterion.com/boxsets/808-eclipse-series-27-raffaello-matarazzo-s-runaway-melodramas",
        "https://www.criterion.com/boxsets/825-eclipse-series-28-the-warped-world-of-koreyoshi-kurahara",
        "https://www.criterion.com/boxsets/835-eclipse-series-29-aki-kaurism-ki-s-leningrad-cowboys",
        "https://www.criterion.com/boxsets/275-eclipse-series-2-the-documentaries-of-louis-malle",
        "https://www.criterion.com/boxsets/847-eclipse-series-30-sabu",
        "https://www.criterion.com/boxsets/855-eclipse-series-31-three-popular-films-by-jean-pierre-gorin",
        "https://www.criterion.com/boxsets/870-eclipse-series-32-pearls-of-the-czech-new-wave",
        "https://www.criterion.com/boxsets/887-eclipse-series-33-up-all-night-with-robert-downey-sr",
        "https://www.criterion.com/boxsets/897-eclipse-series-34-jean-gr-millon-during-the-occupation",
        "https://www.criterion.com/boxsets/907-eclipse-series-35-i-maidstone-i-and-other-films-by-norman-mailer",
        "https://www.criterion.com/boxsets/921-eclipse-series-36-three-wicked-melodramas-from-gainsborough-pictures",
        "https://www.criterion.com/boxsets/928-eclipse-series-37-when-horror-came-to-shochiku",
        "https://www.criterion.com/boxsets/952-eclipse-series-38-masaki-kobayashi-against-the-system",
        "https://www.criterion.com/boxsets/978-eclipse-series-39-early-fassbinder",
        "https://www.criterion.com/boxsets/427-eclipse-series-3-late-ozu",
        "https://www.criterion.com/boxsets/1027-eclipse-series-40-late-ray",
        "https://www.criterion.com/boxsets/1083-eclipse-series-41-kinoshita-and-world-war-ii",
        "https://www.criterion.com/boxsets/1104-eclipse-series-42-silent-ozu-three-crime-dramas",
        "https://www.criterion.com/boxsets/1124-eclipse-series-43-agn-s-varda-in-california",
        "https://www.criterion.com/boxsets/1136-eclipse-series-44-julien-duvivier-in-the-thirties",
        "https://www.criterion.com/boxsets/1295-eclipse-series-45-claude-autant-lara-four-romantic-escapes-from-occupied-france",
        "https://www.criterion.com/boxsets/1315-eclipse-series-46-ingrid-bergman-s-swedish-years",
        "https://www.criterion.com/boxsets/494-eclipse-series-4-raymond-bernard",
        "https://www.criterion.com/boxsets/499-eclipse-series-5-the-first-films-of-samuel-fuller",
        "https://www.criterion.com/boxsets/502-eclipse-series-6-carlos-saura-s-flamenco-trilogy",
        "https://www.criterion.com/boxsets/512-eclipse-series-7-postwar-kurosawa",
        "https://www.criterion.com/boxsets/517-eclipse-series-8-lubitsch-musicals",
        "https://www.criterion.com/boxsets/521-eclipse-series-9-the-delirious-fictions-of-william-klein",
        "https://www.criterion.com/boxsets/204-eisenstein-the-sound-years",
        "https://www.criterion.com/boxsets/1165-the-emigrants-the-new-land",
        "https://www.criterion.com/boxsets/305-essential-art-house-50-years-of-janus-films",
        "https://www.criterion.com/boxsets/1055-the-essential-jacques-demy",
        "https://www.criterion.com/boxsets/206-fanny-and-alexander-box-set",
        "https://www.criterion.com/boxsets/89-a-film-trilogy-by-ingmar-bergman",
        "https://www.criterion.com/boxsets/1097-gates-of-heaven-vernon-florida",
        "https://www.criterion.com/boxsets/575-great-adaptations",
        "https://www.criterion.com/boxsets/591-grey-gardens-the-beales-of-grey-gardens-box-set",
        "https://www.criterion.com/boxsets/338-i-am-curious-box-set",
        "https://www.criterion.com/boxsets/77-la-jet-e-sans-soleil",
        "https://www.criterion.com/boxsets/558-john-cassavetes-five-films",
        "https://www.criterion.com/boxsets/334-the-killers",
        "https://www.criterion.com/boxsets/704-letters-from-fontainhas-three-films-by-pedro-costa",
        "https://www.criterion.com/boxsets/1217-lone-wolf-and-cub",
        "https://www.criterion.com/boxsets/487-the-lower-depths",
        "https://www.criterion.com/boxsets/1264-the-marseille-trilogy",
        "https://www.criterion.com/boxsets/1021-martin-scorsese-s-world-cinema-project",
        "https://www.criterion.com/boxsets/1258-martin-scorsese-s-world-cinema-project-no-2",
        "https://www.criterion.com/boxsets/434-monsters-and-madmen",
        "https://www.criterion.com/boxsets/577-olivier-s-shakespeare",
        "https://www.criterion.com/boxsets/730-the-only-son-there-was-a-father-two-films-by-yasujiro-ozu",
        "https://www.criterion.com/boxsets/155-the-orphic-trilogy",
        "https://www.criterion.com/boxsets/443-paul-robeson-portraits-of-the-artist",
        "https://www.criterion.com/boxsets/947-pierre-etaix",
        "https://www.criterion.com/boxsets/613-pigs-pimps-prostitutes-3-films-by-shohei-imamura",
        "https://www.criterion.com/boxsets/934-the-qatsi-trilogy",
        "https://www.criterion.com/boxsets/382-rebel-samurai-sixties-swordplay-classics",
        "https://www.criterion.com/boxsets/689-roberto-rossellini-s-war-trilogy",
        "https://www.criterion.com/boxsets/40-the-samurai-trilogy",
        "https://www.criterion.com/boxsets/1073-the-shooting-ride-in-the-whirlwind",
        "https://www.criterion.com/boxsets/417-six-moral-tales",
        "https://www.criterion.com/boxsets/540-stage-and-spectacle-three-films-by-jean-renoir",
        "https://www.criterion.com/boxsets/369-a-story-of-floating-weeds-floating-weeds-two-films-by-yasujiro-ozu",
        "https://www.criterion.com/boxsets/844-three-colors",
        "https://www.criterion.com/boxsets/458-three-films-by-hiroshi-teshigahara",
        "https://www.criterion.com/boxsets/1209-trilog-a-de-guillermo-del-toro",
        "https://www.criterion.com/boxsets/916-trilogy-of-life",
        "https://www.criterion.com/boxsets/1179-a-whit-stillman-trilogy-i-metropolitan-barcelona-the-last-days-of-disco-i",
        "https://www.criterion.com/boxsets/1186-wim-wenders-the-road-trilogy",
        "https://www.criterion.com/boxsets/590-yojimbo-sanjuro-box-set",
        "https://www.criterion.com/boxsets/1012-zatoichi-the-blind-swordsman",
        "https://www.criterion.com/boxsets/3900-three-films-by-luis-bu-uel",
        "https://www.criterion.com/boxsets/1427-ingmar-bergman-s-cinema",
        "https://www.criterion.com/boxsets/4117-world-of-wong-kar-wai",
        "https://www.criterion.com/boxsets/1554-police-story-police-story-2",
        "https://www.criterion.com/boxsets/2648-godzilla-the-showa-era-films-1954-1975",
        "https://www.criterion.com/boxsets/2363-the-koker-trilogy",
        "https://www.criterion.com/boxsets/3432-the-complete-films-of-agn-s-varda",
        "https://www.criterion.com/boxsets/2880-three-fantastic-journeys-by-karel-zeman",
        "https://www.criterion.com/boxsets/3626-essential-fellini",
        "https://www.criterion.com/boxsets/3205-bruce-lee-his-greatest-hits",
        "https://www.criterion.com/boxsets/3506-martin-scorsese-s-world-cinema-project-no-3"
    ]
}